Repository: DeveloperMdIt/mctrade24
Catalog: plugins/jtl_google_shopping/locale/*/*.po
Languages: de_de

source: Exportformat Google Shopping
de_de: Exportiert Artikel im format für Google Shopping.

source: Additional Exports
de_de: Weitere Exporte

source: Export Attributes
de_de: Export-Attribute

source: Feature Mapping
de_de: Merkmale mappen

source: Settings
de_de: Einstellungen

source: Default product state
de_de: Standard Artikelzustand

source: State of product by default
de_de: Standardmäßiger Zustand der Artikel.

source: new
de_de: Neu

source: used
de_de: Gebraucht

source: refurbished
de_de: Erneuert

source: Function attribute for Article state
de_de: Funktionsattribut Artikelzustand

source: Name of function attribute in which the article state is specified if it is not the default state
de_de: Name des Funktionsattributes in der der Artikelzustand angegeben ist wenn er vom Standard-Artikelzustand abweicht.

source: Function attribute for Google category
de_de: Funktionsattribut Google Kategorie

source: Name of function attribute in which the Google category is specified
de_de: Name des Funktionsattributes in der die Google Kategorie angegeben ist.

source: Name of the shop
de_de: Name des Shops.

source: Shop description
de_de: Shop-Beschreibung

source: Description of the shop
de_de: Beschreibung des Shops.

source: Max items
de_de: Artikel pro Datei

source: Maximal count of articles per file
de_de: Maximale Anzahl an Artikeln pro Datei. Dieser Wert kann nur in 2000er Schritten gewählt werden (2000, 4000, 6000, ..., 100000). Maximal dürfen 100000 Artikel pro Datei exportiert werden.

source: Articles with base price
de_de: Artikel mit Grundpreis

source: do nothing
de_de: Nichts unternehmen

source: Yes
de_de: Ja

source: No
de_de: Nein

source: append base price to title
de_de: Grundpreis an Titel anhängen

source: do not export product
de_de: Artikel nicht exportieren

source: Export article ids of child articles as
de_de: Artikelnummern der Kindartikel exportieren als

source: By which scheme article ids of child articles should be exported
de_de: Nach welchem Schema sollen die Artikelnummern der Kindartikel exportiert werden? Wenn in der Wawi bei den Kindartikel keine eindeutigen Artikelnummern verwendet werden, sollte cArtNr_kArtikel gewählt werden.

source: Remove tags?
de_de: Tags entfernen?

source: Removes HTML tags from product data
de_de: Entfernt HTML-Tags aus den Produktdaten

source: cArtNr only
de_de: Nur cArtNr

source: Standard text if no product description exists
de_de: Standardtext, wenn zum Artikel keine Beschreibung existiert.

source: Sorry, but there is no description for this product
de_de: Leider steht zu diesem Artikel keine Beschreibung zur Verfügung.

source: An error occurred while zipping the export file
de_de: Es ist ein Fehler beim Zippen der Datei aufgetreten!

source: An error occurred while loading the export format
de_de: Es ist ein Fehler beim Laden des Exportformats aufgetreten!

source: An error occurred while getting the file handle
de_de: Es ist ein Fehler beim Holen des Dateizeigers aufgetreten!

source: An error occurred while loading the settings
de_de: Es ist ein Fehler beim Laden der Einstellungen aufgetreten!

source: Product could not be exported because no parent product exists
de_de: Google Shopping (Plugin): Artikel mit kArtikel: %d wurde nicht exportiert, da kein Vaterartikel vorhanden ist.

source: Product could not be exported because no product exists for current settings
de_de: Google Shopping (Plugin): Artikel mit kArtikel: %d wurde nicht exportiert, da er mit den aktuellen Einstellungen nicht sichtbar ist.

source: Create review feed
de_de: Rezensionsfeed erstellen

source: Create feed of product reviews
de_de: Sollen Bewertungen in einen Rezensionsfeed exportiert werden?
