Repository: DeveloperMdIt/mctrade24
Catalog: plugins/jtl_google_shopping/locale/*/custom_mapping.po
Languages: de_de

source: Currently no optional mappings exists
de_de: Zurzeit sind keine optionalen Zuordnungen angelegt.

source: Create new mapping
de_de: Neues Mapping anlegen

source: please select
de_de: bitte auswählen

source: Type
de_de: Typ

source: To
de_de: Zu

source: From
de_de: Von

source: Delete
de_de: Löschen

source: deleted
de_de: gelöscht

source: e.g.
de_de: z.B.

source: very large
de_de: sehr Groß

source: Clothing size
de_de: Konfektionsgröße

source: groesse
de_de: Größe

source: Save new mapping
de_de: Neues Mapping speichern

source: Empty fields can not be stored
de_de: Leere Felder können nicht gespeichert werden.

source: Mapping would be successfully added
de_de: Mapping wurde erfolgreich hinzugefügt.

source: Mapping could not be added
de_de: Mapping konnte nicht hinzugefügt werden.

source: Mapping with ID successfully ...
de_de: Mapping mit ID: %d wurde erfolgreich %s.

source: Mapping with ID could not be ...
de_de: Mapping mit ID: %d konnte nicht %s werden.
