Repository: DeveloperMdIt/mctrade24
Catalog: plugins/jtl_google_shopping/locale/*/custom_attributes.po
Languages: de_de

source: Normally NOTHING will be changed here.
de_de: Hier braucht im Normalfall NICHTS verändert zu werden. Bitte setzen Sie diese Einstellungen immer wieder auf Standard zurück, falls Probleme auftreten.

source: Parent-ID
de_de: Vater-ID

source: Value name
de_de: Wertname

source: Value type
de_de: Werttyp

source: Active
de_de: Aktiv

source: Actions
de_de: Aktionen

source: Currently no attributes exists
de_de: Zurzeit wurden keine Attribute angelegt.

source: Save changes
de_de: Änderungen speichern

source: Reset all
de_de: Alles zurücksetzen

source: Reset
de_de: Zurücksetzen

source: Delete
de_de: Löschen

source: Create new attribute
de_de: Neues Attribut anlegen

source: Save new attribute
de_de: Neues Attribut speichern

source: How is the name of the attribute in Google export export file
de_de: Wie soll das Attribut in der Export-Datei für Google heißen?

source: All attributes will be reseted
de_de: Sollen alle Attribute auf Standard zurückgesetzt werden?

source: Which field type should be used to export the value
de_de: Aus welchem "Feld"-Typ soll der Wert exportiert werden?

source: Depending on the value type
de_de: Je nach Werttyp

source: Article property
de_de: Artikel-Eigenschaft

source: Function attribute
de_de: Funktions-Attribut

source: Attribute
de_de: Attribut

source: Feature
de_de: Merkmal

source: Static value
de_de: statischer Wert

source: Parent attribute
de_de: Vater-Attribut

source: Which property of article object contains the value
de_de: Welche Eigenschaft des Artikel-Objektes enthält den Wert?

source: Which type contains the value
de_de: Welches %s enthält den Wert?

source: This value will be exported as it is
de_de: Dieser Wert wird immer genauso exportiert.

source: Leave this blank if attribute is a parent attribute
de_de: Lassen Sie das Feld leer, wenn dies ein Vater-Attribut ist.

source: Should this attribute be exported
de_de: Soll dieses Attribut exportiert werden?

source: Attention
de_de: Achtung

source: Enter the ID of the parent attribute
de_de: Hier die ID des Attributes eintragen, von dem dieses ein Kind-Attribut ist.

source: Only IDs are allowed for which the value type Parent attribute is selected
de_de: Es sind nur IDs für "V-ID" zulässig, für die der Werttyp "Vater-Attribut" ausgewählt ist.

source: Leave this blank, if this attribute is not a child attribute
de_de: Lassen Sie "V-ID" leer, wenn dieses Attribut kein Kind-Attribut ist.

source: A valid value for this must be entered
de_de: Es muss ein gültiger Wert für "%s" eingegeben werden.

source: Attribute with ID could not be ...
de_de: Attribut mit der ID: %d konnte nicht %s werden.

source: Attribute with ID successfully ...
de_de: Attribut mit der ID: %d wurde erfolgreich %s.

source: All attributes would be successfully reset to default values
de_de: Alle Attribute wurden erfolgreich auf Standardwerte zurückgesetzt.

source: Attributes could not be reset to default values
de_de: Attribute konnten nicht auf Standardwerte zurückgesetzt werden.

source: Attribute would be successfully added
de_de: Das Attribut wurde erfolgreich hinzugefügt.

source: Attribute could not be added
de_de: Das Attribut konnte nicht hinzugefügt werden.

source: reset
de_de: zurückgesetzt

source: deleted
de_de: gelöscht

source: changed
de_de: geändert
