Repository: DeveloperMdIt/mctrade24
Catalog: plugins/s360_amazonpay_shop5/locale/*/*.po
Languages: de_de

# accountPanelKeysGenerateStep3
source: Make sure you are in the <b>Amazon Pay</b> view (Production View or Sandbox View). You can confirm or change the current view in the dropdown on the upper right in the Amazon Pay seller central.
de_de: Stellen Sie sicher, dass Sie sich in der Ansicht <b>Amazon Pay</b> (Produktion oder Sandbox) befinden. Sie k&ouml;nnen die aktuelle Ansicht im Dropdown oben rechts in der Seller Central sehen.

# accountPanelKeysGenerateStep4
source: Click on <b>Integration</b> and select <b>Integration Central</b>.
de_de: Klicken Sie auf <b>Integration</b> und anschlie&szlig;end auf <b>Integration Central</b>.

# accountPanelKeysGenerateStep5
source: In the box <b>Choose your eCommerce solution provider, or choose to self-develop your integration</b> select <b>JTL Shop</b> and click on <b>Get instructions</b>.
de_de: W&auml;hlen Sie in der Box <b>W&auml;hlen Sie Ihre E-Commerce-L&ouml;sung aus</b> den Wert <b>JTL Shop</b> aus und klicken Sie auf <b>Anleitung erhalten</b>.

# accountPanelKeysGenerateStep6
source: Click on <b>Create keys</b>
de_de: Klicken Sie auf <b>Schl&uuml;ssel erstellen</b>

# accountPanelKeysGenerateStep7
source: Select <b>Use an existing public key to create API credentials</b> and enter any name for the key.
de_de: Markieren Sie <b>Vorhandenen &ouml;ffentlichen Schl&uuml;ssel zum Erstellen von API-Anmeldeinformationen verwenden</b> und vergeben Sie einen beliebigen Namen.

# accountPanelKeysGenerateStep8
source: Paste the copied public key into the field.
de_de: F&uuml;gen Sie den kopierten Public Key in das Feld ein.

# accountPanelKeysGenerateStep9
source: Click on <b>Create keys</b>.
de_de: Klicken Sie auf <b>Schl&uuml;ssel erstellen</b>.

# accountPanelPublicKeyIdStep1
source: <a href="https://sellercentral-europe.amazon.com" target="s360amazonpay">Login to your seller central account in a new browser window/tab</a>
de_de: <a href="https://sellercentral-europe.amazon.com" target="s360amazonpay">Melden Sie sich in Ihrem Konto in der Seller Central in einem neuen Browserfenster an.</a>

# accountPanelPublicKeyIdStep2
source: Make sure you are in the <b>Amazon Pay</b> view (Production View or Sandbox View). You can confirm or change the current view in the dropdown on the upper right in the Amazon Pay seller central.
de_de: Stellen Sie sicher, dass Sie sich in der Ansicht <b>Amazon Pay</b> (Produktion oder Sandbox) befinden. Sie k&ouml;nnen die aktuelle Ansicht im Dropdown oben rechts in der Seller Central sehen.

# accountPanelPublicKeyIdStep3
source: Click on <b>Integration</b> and select <b>Integration Central</b>.
de_de: Klicken Sie auf <b>Integration</b> und anschlie&szlig;end auf <b>Integration Central</b>.

# accountPanelPublicKeyIdStep4
source: At the bottom of the page you find your <b>Existing API keys</b>. Copy the public key ID and paste it into the field below.
de_de: Unten auf der Seite finden Sie Ihre <b>Vorhandenen API-Schl&uuml;ssel</b>. Kopieren Sie die Public Key-ID und f&uuml;gen Sie diese in das folgende Feld ein.

# lpaClickHere
source: Click here
de_de: Klicken Sie hier

# lpaFooterDocumentationHint
source: The documentation for the plugin can be found <a href="https://redirect.solution360.de/?r=lpadocsjtl5" target="_blank">here</a>.
de_de: Die Dokumentation zum Plugin finden Sie <a href="https://redirect.solution360.de/?r=lpadocsjtl5" target="_blank">hier</a>.

# lpaVoiceCommerceInfoTitle
source: NEW: Free Alexa Skill for Amazon Pay Merchants
de_de: NEU: Gratis Alexa Skill für Amazon Pay H&auml;ndler

# lpaVoiceCommerceInfoContent
source: <p>Starting now, innovative Amazon Pay merchants can use a free Alexa skill: the JTL-Plugin "VoiceCommerce" connects your JTL shop in a carefully curated way with Alexa and provides useful, voice-controlled functions like wish lists, delivery notification, price alerts and sales.</p><p>The Alexa skill can be installed and launched from your JTL-Shop without any further Alexa knowledge: <a href="https://redirect.solution360.de/?r=voicecommerce" target="_blank">Check out the plugin!</a></p><p>Should you already have installed the plugin, switch to its own plugin settings to configure the module.</p>
de_de: <p>Ab sofort k&ouml;nnen innovative Amazon Pay-H&auml;ndler kostenlos einen Alexa-Skill nutzen: Das neue JTL-Plugin "Voice Commerce" verbindet Ihren JTL Shop sinnvoll mit Alexa mithilfe von sprachgesteuerten Funktionen wie Merkliste, Versandstatus, Preisalarm oder Angebote.</p><p>Der Skill kann ohne Alexa-Kenntnisse innerhalb weniger Minuten aus Ihrem JTL-Shop heraus gestartet werden: <a href="https://redirect.solution360.de/?r=voicecommerce" target="_blank">zum Plugin</a></p><p>Sollten Sie das Plugin bereits installiert haben, wechseln Sie bitte in die Einstellungen des Moduls "Voice Commerce (Alexa ready)".</p>

# lpaSelfCheckTitle
source: Extension Status
de_de: Plugin-Status

# lpaCheckSandboxActive
source: <i class="fas fa-info-circle"></i> Sandbox enabled
de_de: <i class="fas fa-info-circle"></i> Sandbox-Modus aktiv

# lpaCheckSandboxNotActive
source: <i class="fas fa-check-circle"></i> Production enabled
de_de: <i class="fas fa-check-circle"></i> Produktiv-Modus aktiv

# lpaCheckUpdateAvailable
source: <i class="fas fa-info-circle"></i> Extension update available in Extension Store
de_de: <i class="fas fa-info-circle"></i> Plugin-Update im Extension Store verf&uuml;gbar

# lpaCheckUpdateNotAvailable
source: <i class="fas fa-check-circle"></i> Extension up-to-date
de_de: <i class="fas fa-check-circle"></i> Plugin-Version aktuell

# lpaCheckStatusUnknown
source: <i class="fas fa-question-circle"></i> unknown
de_de: <i class="fas fa-question-circle"></i> unbekannt

# lpaCheckAccountStatusUnknown
source: <i class="fas fa-question-circle"></i> Account status unknown
de_de: <i class="fas fa-question-circle"></i> Account-Status unbekannt

# lpaCheckSSLNotActive
source: <i class="fas fa-times-circle"></i> No SSL
de_de: <i class="fas fa-times-circle"></i> Kein SSL

# lpaCheckNoButtonsActive
source: None of the button types is active. There will be no buttons visible in the storefront.
de_de: Es ist keiner der Buttontypen aktiviert. Es werden daher keine Buttons im Frontend angezeigt.

# lpaCheckHiddenButtonsInactive
source: <i class="fas fa-check-circle"></i> Buttons visible
de_de: <i class="fas fa-check-circle"></i> Buttons sichtbar

# lpaCheckHiddenButtonsActive
source: <i class="fas fa-info-circle"></i> "Hidden Button Mode" active
de_de: <i class="fas fa-info-circle"></i> "Hidden-Button-Modus" aktiv

# lpaCheckPaymentMethodDuringCheckout
source: <i class="fas fa-check-circle"></i> Payment method configuration
de_de: <i class="fas fa-check-circle"></i> Zahlungsartkonfiguration

# lpaCheckPaymentMethodNotDuringCheckout
source: <i class="fas fa-times-circle"></i> Payment method is set to <b>after</b> order creation
de_de: <i class="fas fa-times-circle"></i> Zahlungsart steht auf "Zahlung <b>nach</b> Bestellabschluss"

# lpaCheckShippingMethodAssigned
source: <i class="fas fa-check-circle"></i> Shipping method assigned
de_de: <i class="fas fa-check-circle"></i> Versandart zugeordnet

# lpaCheckNoShippingMethodAssigned
source: <i class="fas fa-times-circle"></i> No shipping method assigned
de_de: <i class="fas fa-times-circle"></i> Keiner Versandart zugeordnet

# lpaCheckValidCurrency
source: <i class="fas fa-check-circle"></i> Valid Currency
de_de: <i class="fas fa-check-circle"></i> G&uuml;ltige W&auml;hrung

# lpaCheckNoValidCurrency
source: <i class="fas fa-times-circle"></i> No valid currency found
de_de: <i class="fas fa-times-circle"></i> Keine g&uuml;ltige W&auml;hrung gefunden

# lpaCheckAccountSettingsIncomplete
source: <i class="fas fa-info-circle"></i> Account configuration incomplete
de_de: <i class="fas fa-info-circle"></i> Account-Konfiguration unvollst&auml;ndig

# lpaCheckNoFrontendLinkForKey
source: The is no frontend link URL set for frontend link:
de_de: Es gibt keine Frontendlink-URL f&uuml;r den Frontendlink:

# lpaCheckShopVersionTooLow
source: The shop version you are running is too low. This can lead to problems with the plugin. Please use at least shop version 5.0.0.
de_de: Sie benutzen eine eine zu niedrige Shop-Version. Es kann zu Problemen mit dem Betrieb des Plugins kommen. Bitte benutzen Sie mindestens Version 5.0.0.

# lpaCheckMissingRegion
source: No region is configured yet.
de_de: Es ist noch keine Region konfiguriert.

# lpaCheckMissingPublicKey
source: No public key is configured yet.
de_de: Es ist noch kein Public-Key hinterlegt.

# lpaCheckMissingPrivateKey
source: No private key is configured yet.
de_de: Es ist noch kein Private-Key hinterlegt.

# lpaCheckMissingPublicKeyId
source: No public key ID is configured yet.
de_de: Es ist noch keine Public Key ID konfiguriert.

# lpaCheckMissingMerchantId
source: No merchant ID is configured yet.
de_de: Es ist noch keine Merchant ID (Händlernummer) konfiguriert.

# lpaCheckMissingClientId
source: No client ID is configured yet.
de_de: Es ist noch keine Client ID konfiguriert.

# lpaCheckAccountSettingsHint
source: <br/>You can change these settings in the setup tab.
de_de: <br/>Sie k&ouml;nnen diese Einstellungen im Tab "Einrichtung" setzen.

# lpaCheckNoCronForSubscription
source: <i class="fas fa-times-circle"></i> Subscriptions enabled, but cronjob off
de_de: <i class="fas fa-times-circle"></i> Abos aktiv, aber Cronjob nicht aktiviert

# lpaGeneral
source: General
de_de: Allgemein

# lpaResetSettings
source: Reset settings
de_de: Einstellungen zurücksetzen

# lpaEnvironmentLabel
source: Environment
de_de: Sandbox / Produktion

# lpaEnvironmentProduction
source: Production
de_de: Produktion

# lpaEnvironmentHint
source: Switches between sandbox mode and production mode.<br/>In sandbox mode, <u>no</u> real payments will happen.<br/>In sandbox mode, you can only buy with test accounts which you can create and manage in your seller central account.
de_de: Schaltet zwischen Sandbox-Modus und Produktion-Modus um.<br/>Im Sandbox-Modus erfolgen <u>keine</u> echten Zahlungsfl&uuml;sse.<br/>Im Sandbox-Modus k&ouml;nnen Sie nur mit Testkonten einkaufen, die Sie in der Seller Central konfigurieren k&ouml;nnen.

# lpaHiddenButtonModeLabel
source: Hidden Button Mode
de_de: Hidden-Button-Modus

# lpaActive
source: active
de_de: aktiv

# lpaHide
source: hide
de_de: ausblenden

# lpaHiddenButtonModeHint
source: Switches the hidden button mode on/off. When hidden button mode is active, the plugin works normally, but it does not display any buttons.<br/>In order to display buttons, you need to add the parameter ?lpa-show-buttons to the URL where you want to see them.
de_de: Schaltet den Hidden-Button-Modus ein/aus. Wenn er an ist, funktioniert das Plugin prinzipiell normal, aber die Buttons werden nirgendwo im Shop angezeigt.<br/>Um Buttons trotzdem zu sehen, muss die Seite mit dem Paramter ?lpa-show-buttons aufgerufen werden.

# lpaCaptureModeLabel
source: Capture Mode
de_de: Zahlungserfassung

# lpaCaptureModeHint
source: Controls when the actual capture of payments happens.<br/>Immediate capture means that the payment is captured as soon as it is authorized.<br/>Note that Amazon Pay allows only one capture per charge. This means, that even when capturing <i>on first (partial) delivery</i>, the total amount will always be captured.
de_de: Steuert, wann der tats&auml;chliche Zahlungseinzug ausgel&ouml;st werden soll.<br/>Bei Sofort-Capture wird im Augenblick der Autorisierung durch Amazon Pay die Zahlung einzogen.<br/>Beachten Sie, dass Amazon Pay immer nur einen Zahlungseinzug pro Autorisierung erlaubt. Das hei&szlig;t, dass auch bei <i>Zahlungseinzug beim ersten (Teil-)Versand</i> immer der gesamte Betrag eingezogen wird.

# lpaCaptureModeImmediate
source: Immediate
de_de: Bei Bestelleingang (Sofort-Capture)

# lpaCaptureModeOnCompleteDelivery
source: On complete shipping
de_de: Bei Komplettversand der Bestellung

# lpaCaptureModeOnPartialDelivery
source: On first (partial) shipping
de_de: Bei erstem (Teil-)Versand der Bestellung

# lpaTemplateModeLabel
source: Template Type
de_de: Template-Typ

# lpaTemplateModeHint
source: Here you can select the template type of your shop template, if necessary. Select "Evo" if your shop template is the Evo template or based on the Evo template.
de_de: Hier k&ouml;nnen Sie den Template-Typ Ihres Shop-Templates umschalten, falls notwendig. W&auml;hlen Sie hier "Evo" aus, falls Sie ein Evo-Template oder auf Evo basierendes Template nutzen.

# lpaCheckout
source: Checkout (Amazon Pay)
de_de: Bestellvorgang (Amazon Pay)

# lpaCheckoutHint
source: These settings only apply to the Amazon Pay checkout that is seen when the customer clicks on one of the pay buttons.
de_de: Diese Einstellungen beziehen sich nur auf den Amazon Pay-eigenen Checkoutvorgang, wenn der Kunde einen der Amazon Pay-Buttons anklickt.

# lpaAllow
source: allow
de_de: erlauben

# lpaAllowPackstationLabel
source: Packstation addresses
de_de: Packstation-Lieferadressen

# lpaAllowPackstationHint
source: Switches on/off if Packstation addresses are allowed as delivery addresses.
de_de: Schaltet ein/aus, ob Packstationen als Lieferadressen erlaubt sind oder nicht.

# lpaAllowPoBoxLabel
source: P.O. box addresses
de_de: Postfach-Lieferadressen

# lpaAllowPoBoxHint
source: Switches on/off if P.O. box addresses are allowed as delivery addresses.
de_de: Schaltet ein/aus, ob Postf&auml;cher als Lieferadressen erlaubt sind oder nicht.

# lpaAccountCreationLabel
source: Account Creation
de_de: Kundenkonto anlegen

# lpaAccountCreationAlways
source: yes, always
de_de: ja, immer

# lpaAccountCreationOptional
source: optional, customer decides
de_de: optional, Kunde entscheidet

# lpaAccountCreationNever
source: no, never
de_de: nein, niemals

# lpaAccountCreationHint
source: Controls, if a new shop account is created for unknown customers.<br/>Note that, in general, it is not possible to order as guest with an email address that is already associated with a registered customer. In this case the order will always be associated with the registered customer account.
de_de: Steuert, ob bei bisher nicht bekannten Kunden ein Kundenkonto f&uuml;r den Kunden angelegt werden soll. (Betrifft nur Bezahlen mit Amazon, bei Login mit Amazon wird immer auch ein Kundenkonto erzeugt.)<br/>Beachten Sie, dass es in JTL-Shop generell nicht m&ouml;glich ist, eine Gastbestellung aufzugeben, wenn man bereits ein vollwertiges Kundenkonto mit derselben E-Mail-Adresse besitzt. In dem Fall wird die Bestellung immer dem vollwertigen Kundenkonto zugeordnet.

# lpaShowCommentFieldLabel
source: Display Comment Field
de_de: Kommentarfeld einblenden

# lpaShowCommentFieldHint
source: If you activate this option, the commentary input field will be displayed immediately within Amazon Pay Checkout. Else, a button is displayed, that the user has to click to add a comment.<br/>Hint: Studies have shown that fewer visible input fields are better for the conversion rate.
de_de: Wenn Sie diese Option aktivieren, wird das Kommentarfeld im Amazon Pay Checkout sofort angezeigt. Sonst gibt es einen Button, den der Kunde zun&auml;chst anklicken muss.<br/>Hinweis: Weniger direkt sichtbare Eingabefelder sind laut Studien besser f&uuml;r die Conversion Rate.

# lpaPayButtonsGeneral
source: Basket / General
de_de: Warenkorb / Allgemein

# lpaPayButtonsDetail
source: Detail page (express checkout)
de_de: Detailseite (Expresskauf)

# lpaPayButtonsCategory
source: Category page (express checkout)
de_de: Kategorieseite (Expresskauf)

# lpaPayButtonsActivateLabel
source: Activate button
de_de: Button aktivieren

# lpaLoginButtonActivateLabel
source: Activate
de_de: Aktivieren

# lpaPayButtonsCssColumnsLabel
source: CSS Classes
de_de: CSS-Klassen

# lpaPayButtonsCssColumnsHint
source: Here you can edit the Bootstrap CSS classes for the button wrapper.
de_de: Hier können bei Bedarf die Bootstrap-CSS-Klassen für den Button-Wrapper angepasst werden.

# lpaPayButtonsHeightLabel
source: Button height (px)
de_de: Button H&ouml;he (px)

# lpaPayButtonsHeightHint
source: Valid values are in the range between 45 and 190.
de_de: Valide Werte liegen zwischen 45 und 190.

# lpaPayButtonsColorLabel
source: Button Color
de_de: Buttonfarbe

# lpaPayButtonsColorHint
source: Select one of the given color schemes.
de_de: W&auml;hlen Sie eine der vorgegebenen Farbvarianten aus.

# lpaButtonColorDarkGray
source: Dark Gray
de_de: Dungelgrau

# lpaButtonColorLightGray
source: Light Gray
de_de: Hellgrau

# lpaPqSelector
source: PHPQuery selector
de_de: PHPQuery-Selektor

# lpaPqMethod
source: PHPQuery method
de_de: PHPQuery-Methode

# lpaPqMethodPrepend
source: Prepend
de_de: Prepend / Vorh&auml;ngen

# lpaPqMethodAppend
source: Append
de_de: Append / Anh&auml;ngen

# lpaPqMethodBefore
source: Before
de_de: Before / Voranstellen

# lpaPqMethodAfter
source: After
de_de: After / Hintenanstellen

# lpaPqMethodReplaceWith
source: ReplaceWith
de_de: ReplaceWith / Ersetzen

# lpaButtonPreview
source: Button preview
de_de: Button-Vorschau

# lpaButtonPreviewNotAvailable
source: Button preview is not available until you have set up your merchant account data.
de_de: Die Button-Vorschau steht Ihnen erst zur Verf&uuml;gung, wenn Sie Ihre H&auml;ndler-Konto-Daten konfiguriert haben.

# lpaTemplateDefaults
source: Template defaults
de_de: Template-Standardwerte

# lpaTemplateDefaultsHint
source: Click on a button to set the recommended default values for PHPQuery for the respective template.<br/>This also changes the login button settings!<br/>These values are only recommendations - please check if the buttons are placed correctly in your storefront.
de_de: Klicken Sie auf einen Button, um die empfohlenen Standard-Werte f&uuml;r PHPQuery-Selektoren und -Einf&uuml;gemethoden f&uuml;r das jeweilige Template zu setzen.<br/>Auch die Login-Button-Einstellungen werden hierdurch ge&auml;ndert!<br/>Dies sind nur empfohlene Werte - bitte pr&uuml;fen Sie trotzdem, ob die Buttons korrekt in Ihrem Shop-Template platziert sind.

# lpaExpertSettings
source: Expert Settings
de_de: Experten-Einstellungen

# lpaAuthorizationModeLabel
source: Authorization Mode
de_de: Autorisierungsverarbeitung

# lpaAuthorizationModeOmni
source: optimized
de_de: optimiert

# lpaAuthorizationModeSync
source: synchronous
de_de: synchron

# lpaAuthorizationModeHint
source: Controls how authorization of payments is done.<br/>Optimized authorization will probably lead to slightly more accepted orders than synchronous authorization.<br/>However, with synchronous authorization there can never be orders in the shop that are still pending authorization and which might require additional steps by the customer before they can be transmit to the JTL-Wawi.
de_de: Steuert, wie die Autorisierung erfolgen soll.<br/>Bei optimierter Autorisierung sind die Akzeptanz-Raten potentiell etwas h&ouml;her als bei synchroner Autorisierung.<br/>Bei synchroner Autorisierung k&ouml;nnen Sie hingegen niemals Bestellungen im Shop haben, die noch nicht autorisiert sind (sogenannte "Pending"-Bestellungen), bei denen der Kunde ggf. erst nochmal t&auml;tig werden muss, bevor diese Bestellungen in der JTL-Wawi ankommen d&uuml;rfen.

# lpaUseAmazonBillingAddressLabel
source: Use Amazon Pay Billing Address
de_de: Rechnungsadresse aus Amazon nutzen

# lpaUseAmazonBillingAddressHint
source: Switches on/off whether the billing address provided by Amazon Pay should be used for orders. If this option is switched off, the billing address associated with the shop account will be used.
de_de: Schaltet ein/aus, ob die Rechnungsadresse des Kunden aus Amazon verwendet wird. Wenn diese Option deaktiviert ist, wird die Adresse aus dem Shop verwendet.

# lpaLoginRequiredFieldsOnlyLabel
source: Only show required fields on account creation.
de_de: Nur Pflichtfelder bei Accountanlage abfragen

# lpaLoginRequiredFieldsOnlyHint
source: Controls if only the required fields according to your registration configuration should be displayed. Else, all active fields are displayed, even if they are just optional.
de_de: Steuert, ob nur die Pflichtfelder aus den Registrierungseinstellungen angezeigt werden. Sonst werden die Felder auch angezeigt, wenn sie nur optional wären.

# lpaCheckAccountMergeLabel
source: Password Check for Account Merge
de_de: Passwortabfrage bei existierendem Konto

# lpaCheckAccountMergeHint
source: Switches on/off if customers that are not logged in but already known by email will be asked for the shop password before matching them.<br/>If you disable this option, it is possible to log in to existing shop accounts without knowing the shop password (the Amazon Pay password suffices).<br/>This option is not relevant if the customer is already logged in, created his account with the plugin or was previously logged in to the shop such that the plugin could verify their access.
de_de: Schaltet ein/aus, ob bei nicht-eingeloggten, aber bereits im Shop existierenden Kunden bei einem Login mit Amazon das Shop-Passwort zur Sicherheit nochmals abgefragt wird.<br/>Wenn Sie diese Option deaktivieren, ist es m&ouml;glich, sich via Login mit Amazon <u>ohne</u> Angabe des Shop-Passwortes in ein bereits existierendes Kundenkonto einzuloggen.<br/>Diese Option spielt keine Rolle, wenn der Kunde bereits eingeloggt ist oder sein Kundenkonto durch Amazon Pay angelegt wurde oder er zuvor bereits "bewiesen" hat, dass er Zugriff auf das Kundenkonto hat.

# lpaCheckAccountCredentialsInvalid
source: <i class="fas fa-times-circle"></i> Credentials (Private Key or Public Key ID) invalid
de_de: <i class="fas fa-times-circle"></i> Zugangsdaten (Private Key und/oder Public Key ID) inkorrekt

# lpaCheckAccountCredentialsValid
source: <i class="fas fa-check-circle"></i> Credentials validated
de_de: <i class="fas fa-check-circle"></i> Zugangsdaten validiert

# lpaCheckAccountStatusInvalid
source: <i class="fas fa-check-circle"></i> Account status invalid
de_de: <i class="fas fa-times-circle"></i> Account-Status nicht valide

# lpaCheckAccountStatusValid
source: <i class="fas fa-times-circle"></i> Account status validated
de_de: <i class="fas fa-check-circle"></i> Account-Status validiert

# lpaCheckAccountGenericError
source: A generic error occured while trying to check your account status.
de_de: Ein allgemeiner Fehler ist beim Versuch, den Account Status zu pr&uuml;fen, aufgetreten.

# lpaCronModeLabel
source: Cron Mode
de_de: Cronverarbeitung

# lpaCronModeOff
source: off
de_de: aus

# lpaCronModeSync
source: Wawi Sync
de_de: Wawi-Abgleich

# lpaCronModeTask
source: Task Planner
de_de: Aufgabenplaner
