Repository: DeveloperMdIt/mctrade24
Catalog: plugins/s360_amazonpay_shop5/locale/*/*.po
Languages: de_de

# lpaLangVar_soft_decline
source: Error message that the customer should change their payment method (in Amazon Pay).
de_de: Fehlertext Zahlungsart muss geändert werden

# lpaLangVar_account_merge_required
source: Hint to display if an account merge is necessary.
de_de: Hinweistext, wenn ein Account-Merge notwendig ist.

# lpaLangVar_account_merge_successful
source: Hint to display if an account merge was successful.
de_de: Hinweistext, wenn ein Account-Merge erfolgreich ist.

# lpaLangVar_account_create_address_selection_title
source: Title above the address selection when a new account is created with Amazon Pay.
de_de: Titel über der Adressauswahl bei Anlage eines Kontos via Amazon

# lpaLangVar_address_selection_error
source: Generic error message when there is a problem with the address selection.
de_de: Allgemeiner Fehler bei der Auswahl von Adressen

# lpaLangVar_packstation_not_allowed
source: Hint to display when a Packstation address is not allowed to be used.
de_de: Hinweis, dass die Packstation-Adresse nicht erlaubt ist.

# lpaLangVar_please_wait
source: Please wait text.
de_de: Bitte-Warten-Text

# lpaLangVar_create_description
source: Information text above the account creation form when an account is automatically created.
de_de: Text über dem Accountanlage-Formular bei automatischer Accountanlage.

# lpaLangVar_create_description_optional
source: Information text above the account creation form when an account is optionally created.
de_de: Text über dem Accountanlage-Formular bei optionaler Accountanlage.

# lpaLangVar_create_description_guest
source: Information text above the account creation form when an account creation is disabled.
de_de: Text über dem Accountanlage-Formular bei deaktivierter Accountanlage

# lpaLangVar_create_description_billing_override
source: Information text above the account creation form when an account is automatically created and the billing address from Amazon is used.
de_de: Text über dem Accountanlage-Formular bei automatischer Accountanlage, wenn die Rechnungsadresse aus Amazon genutzt wird.

# lpaLangVar_create_description_optional_billing_override
source: Information text above the account creation form when an account is optionally created and the billing address from Amazon is used.
de_de: Text über dem Accountanlage-Formular bei optionaler Accountanlage, wenn die Rechnungsadresse aus Amazon genutzt wird.

# lpaLangVar_create_description_guest_billing_override
source: Information text above the account creation form when an account creation is disabled and the billing address from Amazon is used.
de_de: Text über dem Accountanlage-Formular bei deaktivierter Accountanlage, wenn die Rechnungsadresse aus Amazon genutzt wird.

# lpaLangVar_general_billing_override
source: Hint that the billing address from Amazon will be used for the order.
de_de: Text mit Hinweis, dass Rechnungsadresse aus Amazon Pay verwendet wird.

# lpaLangVar_checkout_currency_changed
source: Hint that the currency has been switched during checkout.
de_de: Text mit Hinweis, dass die Währung umgeschaltet wurde.

# lpaLangVar_checkout_address_changed
source: Hint that the delivery address was changed unexpectedly and no order was places.
de_de: Text mit Hinweis, dass die Adresse sich unerwartet verändert hat und keine Bestellung angelegt wurde.

# lpaLangVar_checkout_immediate_capture_title
source: Text for the checkbox to confirm that the capture will happen immediately on placing the order.
de_de: Text zur Bestätigung der Checkbox, dass die Zahlung sofort eingezogen wird.

# lpaLangVar_checkout_error_acknowledge_immediate_capture
source: Error message to display when the customer does not confirm immediate capture.
de_de: Fehlermeldung, wenn Kunde den Sofort-Einzug nicht bestätigt.

# lpaLangVar_check_order_hint
source: Hint for the customer that they can check the order before posting it in the next step.
de_de: Hinweis, dass Kunde die Bestellung nochmal prüfen kann.

# lpaLangVar_cancel_checkout
source: Text for the link that the user can use to cancel the Amazon Pay checkout.
de_de: Bezeichnung für den Link, mit dem der Kunde den Amazon Pay-Bestellvorgang abbrechen kann.

# lpaLangVar_hard_decline
source: Error text when a user can not pay with Amazon Pay because he was declined.
de_de: Fehlertext Bestellung kann nicht mit Amazon durchgeführt werden

# lpaLangVar_checkout_cart_changed_redirect
source: Error message during the order when the cart has changed during processing.
de_de: Fehlertext bei Bestellung, wenn sich der Warenkorb verändert hat.

# lpaLangVar_fail_safe_confirmation
source: Error/hint to display when there was an error during the payment processing but the order has been created.
de_de: Fehler/Hinweismeldung, die gezeigt wird, wenn im Bestellabschluss etwas schief läuft, aber die Bestellung angelegt wurde.

# lpaLangVar_billing_override_hint
source: Hint that the billing address from Amazon will be used for the order.
de_de: Text mit Hinweis, dass Rechnungsadresse aus Amazon Pay verwendet wird.

# lpaLangVar_async_auth_hint
source: Hint text on the Thank You page that tells the customer about a pending asynchronous authorization.
de_de: Text auf der Danke-Seite, der den Kunden auf eine laufende asynchrone Autorisierung hinweist.

# lpaLangVar_behavioral_overlay_title
source: Title of the behavioral overlay.
de_de: Titel vom verhaltensbasierten Overlay.

# lpaLangVar_behavioral_overlay_text
source: Text in the behavioral overlay.
de_de: Text vom verhaltensbasierten Overlay.

# lpaLangVar_no_shipping_method
source: Hint when no shipping method is available.
de_de: Text, wenn keine Versandart existiert.

# lpaLangVar_no_shipping_address
source: Hint when the mapping of the shipping address was not possible.
de_de: Text, wenn keine Lieferadresse geladen/gemappt werden konnte

# lpaLangVar_select_shipping_method
source: Text to display instead of the payment widget when no shipping method was selected.
de_de: Text, der anstelle des Zahlungswidgets gezeigt wird, solange noch keine Versandart gewählt wurde.

# lpaLangVar_change_amazonpay_paymethod
source: Text to display at the link for changing the payment method in the Amazon Pay checkout.
de_de: Text, der im Amazon Pay Checkout an der Zahlungsart angezeigt wird (am Link zum Ändern der Zahlungsmethode in Amazon Pay).

# lpaLangVar_change_amazonpay_deliveryaddress
source: Text to display at the link for changing the shipping address in the Amazon Pay checkout.
de_de: Text, der im Amazon Pay Checkout an der Versandadresse angezeigt wird (am Link zum Ändern der Adresse in Amazon Pay).

# lpaLangVar_payment_not_successful
source: Message to display when the payment could not be executed successfully on Amazon Pay side.
de_de: Nachricht, die der Kunde sieht, wenn seine Zahlung auf Amazon Pay-Seite nicht erfolgreich war.

# lpaLangVar_merchant_info_failed_recharge_on_expired
source: Message to sent to the merchant when an expired charge could not be renewed.
de_de: Nachricht, die Ihnen per Mail gesendet wird, wenn eine abgelaufene Charge nicht erneuert werden konnte.

# lpaLangVar_merchant_info_amazon_canceled_charge
source: Message to sent to the merchant when Amazon cancels a charge.
de_de: Nachricht, die Ihnen per Mail gesendet wird, wenn Amazon eine Charge abbricht.

# lpaLangVar_merchant_info_failed_capture
source: Message to sent to the merchant when a capture on a charge could not be executed.
de_de: Nachricht, die Ihnen per Mail gesendet wird, wenn ein Zahlungseinzug nicht ausgelöst werden konnte.

# lpaLangVar_closure_reason_storno
source: Message to communicate to Amazon Pay when cancelling an order.
de_de: Nachricht, die an Amazon Pay bei einem Storno übergeben wird

# lpaLangVar_apb_redirect_loader_icon
source: Icon class for the loader icon to use when redirecting to Amazon Pay from the standard checkout.
de_de: Icon-Klassen für den Loader beim Redirect wenn man aus dem normalen Checkout heraus Amazon Pay verwendet.

# lpaLangVar_apb_redirect_text
source: Text to display to the customer right before redirecting them to Amazon Pay from the standard checkout.
de_de: Text, der angezeigt wird, bevor der Kunde zu Amazon Pay weitergeleitet wird, wenn man aus dem normalen Checkout heraus Amazon Pay verwendet.

# lpaLangVar_apb_redirect_link_label
source: Text to display for the link to Amazon Pay before redirecting them to Amazon Pay from the standard checkout.
de_de: Text, der auf dem Link angezeigt wird, bevor der Kunde zu Amazon Pay weitergeleitet wird, wenn man aus dem normalen Checkout heraus Amazon Pay verwendet.

# lpaLangVar_error_redirect
source: Error message when redirecting the customer to Amazon Pay failed.
de_de: Fehlermeldung, wenn der Kunde nicht zu Amazon Pay weitergeleitet werden konnte.

# lpaLangVar_subscription_customer_canceled
source: Success message when a subscription was canceled.
de_de: Erfolgsmeldung, wenn die Abobestellung beendet wurde.

# lpaLangVar_subscription_customer_cancel_failed
source: Error message when a subscription could not be canceled.
de_de: Fehlermeldung, wenn die Abobestellung nicht beendet werden konnte.

# lpaLangVar_subscription_interval_select_label_title
source: Title above the interval selection.
de_de: Titel über der Intervallauswahl

# lpaLangVar_subscription_interval_select_label_text
source: Text above the interval selection.
de_de: Text über der Intervallauswahl

# lpaLangVar_subscription_interval_display_none
source: Selection for no interval / single order.
de_de: Auswahl einmalige Lieferung

# lpaLangVar_subscription_interval_display_singular_d
source: Interval selection day (when unit = 1)
de_de: Zeitintervall Auswahl Tag (bei Einheit = 1)

# lpaLangVar_subscription_interval_display_singular_w
source: Interval selection week (when unit = 1)
de_de: Zeitintervall Auswahl Woche (bei Einheit = 1)

# lpaLangVar_subscription_interval_display_singular_m
source: Interval selection month (when unit = 1)
de_de: Zeitintervall Auswahl Monat (bei Einheit = 1)

# lpaLangVar_subscription_interval_display_singular_y
source: Interval selection year (when unit = 1)
de_de: Zeitintervall Auswahl Jahr (bei Einheit = 1)

# lpaLangVar_subscription_interval_display_plural_d
source: Interval selection days (when unit greater than 1)
de_de: Zeitintervall Auswahl Tage (bei Einheit größer als 1)

# lpaLangVar_subscription_interval_display_plural_w
source: Interval selection weeks (when unit greater than 1)
de_de: Zeitintervall Auswahl Wochen (bei Einheit größer als 1)

# lpaLangVar_subscription_interval_display_plural_m
source: Interval selection months (when unit greater than 1)
de_de: Zeitintervall Auswahl Monate (bei Einheit größer als 1)

# lpaLangVar_subscription_interval_display_plural_y
source: Interval selection years (when unit greater than 1)
de_de: Zeitintervall Auswahl Jahre (bei Einheit größer als 1)

# lpaLangVar_subscription_error_redirect
source: Error message when the customer tries to perform an Amazon Pay checkout with an invalid subscription interval.
de_de: Fehlermeldung, wenn der Kunde versucht, den Checkout mit invalidem Abo Intervall durchzuführen

# lpaLangVar_subscription_checkout_hint
source: Hint text to display during checkout when a subscription is used.
de_de: Der Hinweistext, der dem Kunden während des Checkout mit ausgewähltem Intervall angezeigt wird.

# lpaLangVar_subscription_created_hint
source: Hint text on the Thank You page when a subscription was successfully created.
de_de: Der Hinweistext, der dem Kunden auf der Dankeseite eingeblendet wird, wenn die Abobestellung erfolgreich angelegt wurde.

# lpaLangVar_subscription_failed_hint
source: DHint text on the Thank You page when the subscription could not be created.
de_de: Der Hinweistext, der dem Kunden auf der Dankeseite eingeblendet wird, wenn die Abobestellung nicht angelegt werden konnte.

# lpaLangVar_subscription_customer_subscriptions_available
source: Hint text to display to the customer in the account view when subscriptions are available.
de_de: Der Hinweistext, der dem Kunden im Kundenkonto eingeblendet wird, wenn Abos vorhanden sind.

# lpaLangVar_subscription_customer_subscriptions_available_link
source: Link label to display to the customer in the account view when subscriptions are available.
de_de: Der Linktext im Hinweistext, der dem Kunden im Kundenkonto eingeblendet wird, wenn Abos vorhanden sind.

# lpaLangVar_subscription_customer_no_subscriptions
source: Hint text for the customer when no subscriptions are available to display in the subscription overview.
de_de: Der Hinweistext, der dem Kunden in seiner Aboverwaltung eingeblendet wird, wenn keine Abos vorhanden sind.

# lpaLangVar_subscription_customer_confirm_cancel
source: Text to display to the customer in their subscription overview: Confirmation of Cancellation.
de_de: Text, der dem Kunden in seiner Aboverwaltung eingeblendet wird: Bestätigung der Abokündigung

# lpaLangVar_subscription_customer_charge_permission_id
source: Text to display to the customer in their subscription overview: Column Charge-Permission-ID.
de_de: Text, der dem Kunden in seiner Aboverwaltung eingeblendet wird: Spalte Charge-Permission-ID

# lpaLangVar_subscription_customer_interval
source: Text to display to the customer in their subscription overview: Column Interval.
de_de: Text, der dem Kunden in seiner Aboverwaltung eingeblendet wird: Spalte Intervall

# lpaLangVar_subscription_customer_orders
source: Text to display to the customer in their subscription overview: Column Orders.
de_de: Text, der dem Kunden in seiner Aboverwaltung eingeblendet wird: Spalte Bestellungen

# lpaLangVar_subscription_customer_status
source: Text to display to the customer in their subscription overview: Column Status.
de_de: Text, der dem Kunden in seiner Aboverwaltung eingeblendet wird: Spalte Status

# lpaLangVar_subscription_customer_next_order_time
source: Text to display to the customer in their subscription overview: Column Next Timestamp.
de_de: Text, der dem Kunden in seiner Aboverwaltung eingeblendet wird: Spalte nächster Zeitpunkt

# lpaLangVar_subscription_customer_action
source: Text to display to the customer in their subscription overview: Column Actions.
de_de: Text, der dem Kunden in seiner Aboverwaltung eingeblendet wird: Spalte Aktionen

# lpaLangVar_subscription_customer_status_canceled
source: Text to display to the customer in their subscription overview: Status cancelled.
de_de: Text, der dem Kunden in seiner Aboverwaltung eingeblendet wird: Status beendet

# lpaLangVar_subscription_customer_status_active
source: Text to display to the customer in their subscription overview: Status active.
de_de: Text, der dem Kunden in seiner Aboverwaltung eingeblendet wird: Status aktiv

# lpaLangVar_subscription_customer_status_paused
source: Text to display to the customer in their subscription overview: Status pause / pending review.
de_de: Text, der dem Kunden in seiner Aboverwaltung eingeblendet wird: Status pausiert/in Prüfung

# lpaLangVar_subscription_customer_status_unknown
source: Text to display to the customer in their subscription overview: Status unknown.
de_de: Text, der dem Kunden in seiner Aboverwaltung eingeblendet wird: Status Unbekannt

# lpaLangVar_subscription_customer_action_cancel
source: Text to display to the customer in their subscription overview: Action Cancel.
de_de: Text, der dem Kunden in seiner Aboverwaltung eingeblendet wird: Aktion Abo kündigen

# lpaLangVar_subscription_customer_order_recurring
source: Text to display to the customer in their subscription overview: Hint for recurring order.
de_de: Text, der dem Kunden in seiner Aboverwaltung eingeblendet wird: Hinweis auf wiederkehrende Bestellung

# lpaLangVar_subscription_customer_order_initial
source: Text to display to the customer in their subscription overview: Hint for initial order.
de_de: Text, der dem Kunden in seiner Aboverwaltung eingeblendet wird: Hinweis auf initiale Bestellung

# lpaLangVar_subscription_customer_description
source: Text to display to the customer in their subscription overview: Intro text.
de_de: Text, der dem Kunden in seiner Aboverwaltung eingeblendet wird: Einleitungstext

# lpaLangVar_subscription_customer_subscriptions_disabled
source: Text to display to the customer in their subscription overview: Hint text when subscriptions are disabled.
de_de: Text, der dem Kunden in seiner Aboverwaltung eingeblendet wird: Hinweistext, wenn Abos aktuell deaktiviert sind.

# lpaSubscriptionDiscountModeLabel
source: Subscription Discount Mode
de_de: Abo-Rabatt Modus

# lpaSubscriptionDiscountModeHint
source: Controls whether the subscription discount mode is active and how it is applied. The subscription discount is a reduction on the payment method price depending on the configured discount rate. The discount rate can be set globally or individually for each product via functional attribute.
de_de: Steuert, ob und in welcher Form der Abo-Rabatt Modus aktiviert ist. Beim Abo-Rabatt wird über einen Zahlungsartabschlag die Bestellsumme reduziert, wenn Artikel im Abo gekauft werden. Der Rabatt kann global oder für jeden Abo-Artikel individuell per Funktionsattribut gesteuert werden.

# lpaSubscriptionDiscountModeInactive
source: inactive
de_de: inaktiv

# lpaSubscriptionDiscountModeAttribute
source: functional attribute only
de_de: nur Funktionsattribut

# lpaSubscriptionDiscountGlobalLabel
source: Global Discount Rate (in Percentage)
de_de: Globaler Abo-Rabatt (in Prozent)

# lpaSubscriptionDiscountGlobalHint
source: In subscription discount mode "global" this controls the applied discount (in percentage).
de_de: Gibt beim Abo-Rabatt Modus "global" an, wie hoch der Rabatt (in Prozent) allgemein sein soll.

# lpaSubscriptionDiscountAttributeLabel
source: Product Functional Attribute for Discount Rate
de_de: Funktionsattribut Abo-Rabatt

# lpaSubscriptionDiscountAttributeHint
source: Controls how the product function attribute for the discount rate must be called in JTL-Wawi. The functional attribut also overrides discounts in global subscription discount mode.
de_de: Gibt an, wie das Artikel-Funktionsattribut für den individuellen Abo-Rabatt (in Prozent) in JTL-Wawi heißt. Das Attribut überschreibt auch im globalen Abo-Rabatt-Modus den globalen Rabatt.
