Repository: DeveloperMdIt/mctrade24
Catalog: plugins/s360_amazonpay_shop5/locale/*/*.po
Languages: de_de

# lpaInfoDescription
source: Plugin for Amazon Pay in JTL-Shop 5
de_de: Plugin für Amazon Pay für JTL-Shop 5

# lpaTabOrders
source: Overview
de_de: Übersicht

# lpaTabAccount
source: Setup
de_de: Einrichtung

# lpaTabConfig
source: Settings
de_de: Einstellungen

# lpaError
source: Error:
de_de: Fehler:

# lpaWarning
source: Warning:
de_de: Warnung:

# lpaHint
source: Hint:
de_de: Hinweis:

# lpaSuccess
source: Success:
de_de: Erfolg:

# checkSuccess
source: Check successful!
de_de: Pr&uuml;fung erfolgreich!

# checkFail
source: Check failed!
de_de: Pr&uuml;fung fehlgeschlagen!

# technicalError
source: Error: A technical error occured. Please check you web browser log (F12 -> Console) and/or the shop log.
de_de: Fehler: Ein technischer Fehler ist aufgetreten. Bitte pr&uuml;fen Sie das Browser-Log (F12 -> Console) und/oder das Shop-Log.

source: Please wait...
de_de: Bitte warten...

# keyGenSuccess
source: Key pair generated successfully. Please send your public key to Amazon Pay in order zu receive a public key id.
de_de: Schl&uuml;sselpaar erfolgreich generiert. Bitte melden Sie den Public Key an Amazon Pay, um Ihre passende Public Key-ID zu erhalten.

# keyGenFailure
source: Key pair generation failed!
de_de: Schl&uuml;sselpaarerzeugung fehlgeschlagen!

source: Internal comment (optional)
de_de: Interner Vermerk (optional)

# noCancelOperation
source: No, back
de_de: Nein, zur&uuml;ck

# searchFailedTitle
source: Search unsuccessful
de_de: Suche erfolglos

# searchFailedNoOrderFound
source: No orders found for "%parameter".
de_de: Keine Bestellung für "%parameter" gefunden.

# cancelChargePermissionTitle
source: Cancel Charge Permission?
de_de: Charge Permission abbrechen?

# cancelChargePermissionDescription
source: Do you want to cancel the charge permission <u>%chargePermissionId</u>?<br/>All related charges will be cancelled, as well, and no further payment capture will be possible.<br/><br/>Attention: Performing this action on charge permissions related to recurring orders will automatically cancel the subscription, as well.
de_de: Soll die Charge Permission <u>%chargePermissionId</u> abgebrochen werden?<br/>Dadurch werden auch alle zugeh&ouml;rigen noch laufenden Charges abgebrochen und es sind <b>keine Zahlungseinz&uuml;ge</b> mehr m&ouml;glich!<br/><br/>Achtung: Bei Charge Permissions f&uuml;r Abo-Bestellungen wirkt sich diese Aktion auf alle Abo-Bestellungen aus und f&uuml;hrt dazu, dass das Abo automatisch beendet wird.

# cancelChargePermissionConfirm
source: Yes, cancel charge permission
de_de: Ja, Charge Permission abbrechen

# closeChargePermissionTitle
source: Close Charge Permission?
de_de: Charge Permission schlie&szlig;en?

# closeChargePermissionDescription
source: Do you want to close the charge permission <u>%chargePermissionId</u>?<br/>No new charges can be created against closed charge permissions.<br/>Existing charges can still be captured.<br/><br/>Attention: Performing this action on charge permissions related to recurring orders will automatically cancel the subscription, as well.
de_de: Soll die Charge Permission <u>%chargePermissionId</u> geschlossen werden?<br/>Gegen geschlossene Charge Permissions k&ouml;nnen keine neuen Charges geholt werden.<br/>Bestehende Charges k&ouml;nnen aber noch eingezogen werden.<br/><br/>Achtung: Bei Charge Permissions f&uuml;r Abo-Bestellungen wirkt sich diese Aktion auf alle Abo-Bestellungen aus und f&uuml;hrt dazu, dass das Abo automatisch beendet wird.

# closeChargePermissionConfirm
source: Yes, close charge permission
de_de: Ja, Charge Permission schlie&szlig;en

# cancelChargeTitle
source: Cancel Charge?
de_de: Charge abbrechen?

# cancelChargeDescription
source: Do you want to cancel the charge <u>%chargeId</u>?<br/>Canceled charges can not be captured!
de_de: Soll die Charge <u>%chargeId</u> abgebrochen werden?<br/>Gegen abgebrochene Charges kann kein Zahlungseinzug mehr ausgef&uuml;hrt werden!

# cancelChargeConfirm
source: Yes, cancel charge
de_de: Ja, Charge abbrechen

# createChargeTitle
source: Create Charge?
de_de: Geldeinzug autorisieren?

# createChargeDescription
source: Do you want to create a new charge for the charge permission <u>%chargePermissionId</u> in the amount of %amount?<br/>Depending on the current configuration the charge might be captured immediately.
de_de: Soll f&uuml;r die Charge Permission <u>%chargePermissionId</u> eine Charge in H&ouml;he von %amount angelegt werden?<br/>Je nach Konfiguration des Zahlungseinzugs wird die Charge bei Erfolg sofort automatisch eingezogen.

# createChargeConfirm
source: Yes, create charge
de_de: Ja, Geldeinzug autorisieren

# captureChargeTitle
source: Capture Payment?
de_de: Zahlung einziehen?

# captureChargeDescription
source: Do you want to capture a payment in the amount of %amount for the charge <u>%chargeId</u>?
de_de: Soll f&uuml;r die Charge <u>%chargeId</u> eine Zahlung in H&ouml;he von %amount eingezogen werden?

# captureChargeConfirm
source: Yes, capture payment
de_de: Ja, Zahlung einziehen

# createRefundTitle
source: Refund payment?
de_de: Betrag erstatten?

# createRefundDescription
source: Do you want to refund %amount for the charge <u>%chargeId</u>?
de_de: Soll f&uuml;r die Zahlung <u>%chargeId</u> eine Erstattung in H&ouml;he von %amount durchgef&uuml;hrt werden?

# createRefundConfirm
source: Yes, refund amount
de_de: Ja, Betrag erstatten

# accountPanelRegisterTitle
source: 0a. Register with Amazon Pay / Automatic Configuration
de_de: 0a. Registrieren Sie sich bei Amazon Pay / Automatische Konfiguration.

# accountPanelRegisterDesc
source: If you do not have an Amazon Pay account yet, click on <b>Register Amazon Pay Account / Automatic Configuration</b> and follow the instructions.<br/>Note, that automatic configuration is only available as long as you did not manually provide private key.<br/>Please reload this tab after configuration on the Amazon Pay page to see the changes.<br/><br/>After successful automatic configuration, you can skip the following steps and continue with <b>Check Your Account Data</b>.
de_de: Falls Sie noch gar keinen Amazon Pay Account haben und/oder die automatische Konfiguration nutzen wollen, klicken Sie bitte auf <b>Amazon Pay Account registrieren / automatisch konfigurieren</b> und folgen Sie den Anweisungen.<br/>Beachten Sie bitte, dass die automatische Konfiguration nur funktioniert, solange Sie den Private Key nicht manuell eingegeben haben.<br/>Laden Sie diesen Tab nach der Einrichtung auf Amazon Pay-Seite bitte neu, um die &Auml;nderungen sehen zu k&ouml;nnen.<br/><br/>Nach erfolgreicher automatischer Konfiguration k&ouml;nnen Sie die folgenden Punkte &uuml;berspringen und mit <b>&Uuml;berpr&uuml;fen Sie Ihre Account-Daten</b> fortfahren.

# accountPanelRegisterCTA
source: Register Amazon Pay Account / Automatic Configuration
de_de: Amazon Pay Account registrieren / automatisch konfigurieren

# accountPanelCheckRegistrationTitle
source: 0b. Check If Your Amazon Pay Account Was Verified
de_de: 0b. &Uuml;berpr&uuml;fen Sie, ob Ihr Amazon Pay-H&auml;ndlerkonto verifiziert wurde.

# accountPanelCheckRegistrationDesc
source: <li>After entering all required information, Amazon Pay will verify your account.</li><li>Regularly check your emails. If Amazon Pay should require any additional information to continue with the verification, you will received a notification email.</li><li>Notifications can also be accessed from your seller central account. To view your notifications in the seller central, click on <b>Performance</b> and then on <b>Performance Notifications</b>.</li>
de_de: <li>Nachdem Sie alle erforderlichen Informationen eingegeben haben, erfolgt die Kontoverifizierung durch Amazon Pay.</li><li>&Uuml;berpr&uuml;fen Sie regelm&auml;&szlig;ig Ihre E-Mails. Sollte Amazon Pay zus&auml;tzliche Informationen von Ihnen ben&ouml;tigen, um mit der Verifizierung fortzufahren, erhalten Sie eine Benachrichtigung und eine E-Mail.</li><li>Benachrichtigungen werden auch in Ihrem Konto in der Seller Central gespeichert. Um die Benachrichtigungen in der Seller Central anzuzeigen, klicken Sie auf <b>Kundenzufriedenheit</b> und anschlie&szlig;end auf <b>Benachrichtigungen.</b></li>

# accountPanelKeysTitle
source: 2. Private/Public Key Pair
de_de: 2. Private/Public-Key

# accountPanelKeysCurrentPublicKey
source: Your current public key:
de_de: Ihr momentaner Public Key:

# accountPanelKeysNoPublicKey
source: You have not created/saved a public key.
de_de: Sie haben keinen Public Key erzeugt.

# accountPanelKeysDescManual
source: In order to communicate with the Amazon Pay API, you need a private key pair and a public key ID. Here you can manually enter the private key which you generated in the Seller Central.<br/>The private key will be saved by the plugin but it will <b>not</b> display it back to you for security reasons.<br/>You find the corresponding public key <b>ID</b> for your private key in the Seller Central, too. Enter it in the following step!
de_de: Zur Kommunikation mit der Amazon Pay API ben&ouml;tigen Sie einen Private Key und eine Public Key-ID. Hier k&ouml;nnen Sie den Private Key aus der Seller Central manuell eingeben.<br/>Der Private Key wird vom Plugin abgespeichert. Der gespeicherte Private Key wird Ihnen jedoch aus Sicherheitsgr&uuml;nden <u>nicht</u> angezeigt.<br/>Sie erhalten in Ihrer Seller Central die zugeh&ouml;rige sogenannte Public-Key<b>-ID</b>, welche Sie im n&auml;chsten Schritt eintragen m&uuml;ssen.

# accountPanelKeysDescGenerate
source: In order to communicate with the Amazon Pay API, you need a private key pair and a public key ID. Here you can generate a private/public key pair.<br/>The private key will be saved by the plugin but it will <b>not</b> display it back to you for security reasons.<br/>You have to enter the public key in your Seller Central to acquire a corresponding public key <b>ID</b>. Enter that ID in the following step!
de_de: Zur Kommunikation mit der Amazon Pay API ben&ouml;tigen Sie einen Private Key und eine Public Key-ID. Hier k&ouml;nnen Sie ein Schl&uuml;sselpaar (Private Key + Public Key) generieren lassen.<br/>Der Private Key wird vom Plugin abgespeichert. Der gespeicherte Private Key wird Ihnen jedoch aus Sicherheitsgr&uuml;nden <u>nicht</u> angezeigt.<br/>Den Public Key m&uuml;ssen Sie in der Seller Central eintragen, um dann eine sogenannte Public-Key<b>-ID</b> zu erhalten, welche Sie im n&auml;chsten Schritt eintragen m&uuml;ssen.

# accountPanelKeysCreateWarning
source: <b>ATTENTION:</b> As soon as you create a new key pair, you will also have to enter a new public key id. Else, the plugin will not be able to communicate with Amazon Pay.
de_de: <b>ACHTUNG:</b> Sobald Sie hier einen neuen Key erzeugen, m&uuml;ssen Sie auch die entsprechende neue Public-Key-ID eintragen. Sonst kann das Plugin nicht mehr mit Amazon Pay kommunizieren.

# accountPanelKeysCreateCTA
source: Create new key pair
de_de: Neues Schl&uuml;sselpaar erzeugen

# accountPanelKeysTabCreateTitle
source: Automatic Generation
de_de: Automatische Generierung

# accountPanelKeysTabSaveTitle
source: Manual Input
de_de: Manuelle Eingabe

# accountPanelKeysSaveCTA
source: Save private key
de_de: Private Key speichern

# accountPanelKeysLabelPublicKey
source: <b>Public Key</b> (incl. BEGIN/END PUBLIC KEY-rows)
de_de: <b>Public Key</b> (inkl. BEGIN/END PUBLIC KEY-Zeilen)

# accountPanelKeysLabelPrivateKey
source: <b>Private Key</b> (incl. BEGIN/END RSA PRIVATE KEY-rows)
de_de: <b>Private Key</b> (inkl. BEGIN/END RSA PRIVATE KEY-Zeilen)

# accountPanelKeysPrivateKeyExists
source: Private key <b>exists</b> (manually entered).
de_de: Private Key ist <b>vorhanden</b> (manuell eingegeben).

# accountPanelKeysPrivateKeyGenerated
source: Private Key <b>exists</b> (automatically generated).
de_de: Private Key ist <b>vorhanden</b> (automatisch generiert).

# accountPanelKeysPrivateKeyMissing
source: Private key <b>is missing</b>.
de_de: Private Key ist <b>nicht vorhanden</b>.

# accountPanelPublicKeyIdTitle
source: 3. Enter Your Public Key ID
de_de: 3. Geben Sie Ihre Public-Key-ID ein.

# accountPanelPublicKeyIdLabel
source: Your public key ID
de_de: Ihre Public-Key-ID

# accountPanelPublicKeyIdCTA
source: Save public key ID
de_de: Public-Key-ID speichern

# accountPanelPublicKeyIdRequestHint
source: If you do not yet know your public key ID, you can find it in your Seller Central or retrieve it via the automatic key exchange when registrering with Amazon Pay.
de_de: Sie haben noch keine Public Key ID?<br/>Sie erhalten die Public Key ID entweder direkt aus der Seller Central oder über den automatischen Austausch beim Registrieren.

# accountPanelImportDataTitle
source: 1. Import your seller central configuration
de_de: 1. Importieren Sie Ihre Seller Central-Konfiguration.

# accountPanelWatchIntroVideo
source: Watch the introduction video here.
de_de: Sehen Sie das Einf&uuml;hrungsvideo hier.

# accountPanelWatchVideo
source: Watch the video.
de_de: Sehen Sie sich das Video an.

# accountPanelImportDataStep1
source: <a href="https://sellercentral-europe.amazon.com" target="s360amazonpay">Login to your seller central account in a new browser window/tab</a>
de_de: <a href="https://sellercentral-europe.amazon.com" target="s360amazonpay">Melden Sie sich in Ihrem Konto in der Seller Central in einem neuen Browserfenster an.</a>

# accountPanelImportDataStep2
source: Make sure you are in the <b>Amazon Pay</b> view (Production View or Sandbox View). You can confirm or change the current view in the dropdown on the upper right in the Amazon Pay seller central.
de_de: Stellen Sie sicher, dass Sie sich in der Ansicht <b>Amazon Pay</b> (Produktion oder Sandbox) befinden. Sie k&ouml;nnen die aktuelle Ansicht im Dropdown oben rechts in der Seller Central sehen.

# accountPanelImportDataStep3
source: Click on <b>Integration</b> and select <b>MWS Access Key</b>.
de_de: Klicken Sie auf <b>Integration</b> und anschlie&szlig;end auf <b>MWS Access Key</b>.

# accountPanelImportDataStep4
source: Click on <b>Copy your keys</b> in the upper right corner to show your keys.
de_de: Klicken Sie auf die Schaltfl&auml;che <b>Zugangsdaten kopieren</b> in der oberen rechten Ecke, um die Schl&uuml;ssel zu anzuzeigen.

# accountPanelImportDataStep5
source: If you do not see a "Client-ID" in the pop-up, go to "Integration" -&gt; "Integration Central" and click on <b>Create new client ID/store ID</b>, at the bottom. Then repeat the above steps.
de_de: Falls Sie im Pop-Up keine Client-ID sehen, gehen Sie zun&auml;chst in den Bereich "Integration" -&gt; "Integration Central" und klicken Sie unten auf <b>Client-ID/Store-ID erstellen</b>. Folgen Sie dann erneut den obigen Schritten.

# accountPanelImportDataStep6
source: Select the displayed text <i>including the braces</i> from the pop up window and copy it to the clip board. (Ctrl+C or right click -> copy)
de_de: Markieren Sie den Text <i>inklusive der Klammern</i> im Pop-up-Fenster und kopieren Sie diesen in die Zwischenablage. (Strg+C oder Rechtsklick -> Kopieren)

# accountPanelImportDataStep7
source: Paste the copied text into the following field: (Ctrl+V or right click -> paste)
de_de: F&uuml;gen Sie den Text in das nachfolgende Feld ein: (Strg+V oder Rechtsklick -> Einf&uuml;gen)

# accountPanelImportDataStep8
source: Click on <b>Import data</b>.
de_de: Klicken Sie auf <b>Daten &uuml;bernehmen</b>.

# accountPanelImportDataStep9
source: Your account data is then automatically saved and should be displayed in the following fields.<br/>If necessary, adjust your region.
de_de: Die Zugangsdaten sind dann automatisch gespeichert und sollten in den folgenden Feldern zu sehen sein.<br/>Falls n&ouml;tig, passen Sie Ihre Region an.

# accountPanelImportDataImportCTA
source: Import data
de_de: Daten &uuml;bernehmen

# accountPanelImportDataManualHint
source: If you changed these settings manually, remember to <b>save</b> once more, to permanently save your settings.
de_de: Falls Sie manuell &Auml;nderungen an den Einstellungen vorgenommen haben, <b>speichern</b> Sie bitte nochmals, damit diese permanent &uuml;bernommen werden.

# accountPanelImportDataManualMerchantIdLabel
source: Merchant ID
de_de: H&auml;ndlernummer / Merchant-ID

# accountPanelCheckDataTitle
source: 4. Check Your Account Data
de_de: 4. Überprüfen Sie Ihre Account-Daten.

# accountPanelCheckDataCTA
source: Check account data now
de_de: Account-Daten jetzt &uuml;berpr&uuml;fen

# accountPanelIpnTitle
source: 5. Add Your IPN / Merchant URL to Your Seller Central Account
de_de: 5. F&uuml;gen Sie die URL f&uuml;r sofortige Zahlungsbenachrichtigung (IPN- / H&auml;ndler-URL) zu Ihrem Konto in der Seller Central hinzu.

# accountPanelIpnLabel
source: Your IPN/Merchant URL:
de_de: Ihre URL f&uuml;r sofortige Zahlungsbenachrichtigung (IPN- / H&auml;ndler-URL):

# accountPanelCopyToClipboard
source: Copy to clipboard
de_de: In Zwischenablage kopieren

# accountPanelIpnStep1
source: Copy your IPN/Merchant URL to the clipboard: <a href="#" class="s360-copy-to-clipboard" data-target="#s360-ipn-url-ro">click here</a>
de_de: Kopieren Sie die H&auml;ndler-URL in Ihre Zwischenablage: <a href="#" class="s360-copy-to-clipboard" data-target="#s360-ipn-url-ro">Klicken Sie hier</a>

# accountPanelIpnStep2
source: <a href="https://sellercentral-europe.amazon.com" target="s360amazonpay">Login to your seller central account in a new browser window/tab</a>
de_de: <a href="https://sellercentral-europe.amazon.com" target="s360amazonpay">Melden Sie sich in Ihrem Konto in der Seller Central in einem neuen Browserfenster an.</a>

# accountPanelIpnStep3
source: Make sure you are in the <b>Amazon Pay</b> view (Production View or Sandbox View). You can confirm or change the current view in the dropdown on the upper right in the Amazon Pay seller central.
de_de: Stellen Sie sicher, dass Sie sich in der Ansicht <b>Amazon Pay</b> (Produktion oder Sandbox) befinden. Sie k&ouml;nnen die aktuelle Ansicht im Dropdown oben rechts in der Seller Central sehen.

# accountPanelIpnStep4
source: Go to <i>Settings -&gt; Integration settings</i>
de_de: Gehen Sie auf <i>Einstellungen > Integrationseinstellungen</i>.

# accountPanelIpnStep5
source: Click on <b>Edit</b> to insert the copied URL into the <b>Merchant URL</b> field.
de_de: F&uuml;gen Sie die URL in das Feld <b>H&auml;ndler-URL</b> (engl.: Merchant URL) ein.

# accountPanelIpnStep6
source: Switch to Production View (or vice versa to Sandbox View) and repeat the last step.
de_de: Wechseln Sie oben rechts die Auswahl der Ansicht von Produktion auf Sandbox (oder umgekehrt) und wiederholen Sie den letzten Schritt.

# accountPanelIpnStep7a
source: Check if your Merchant URL is reachable:
de_de: Pr&uuml;fen Sie, ob Ihre H&auml;ndler-URL erreichbar ist:

# accountPanelIpnStep7b
source: <br/>You should see the message "IPN is reachable".
de_de: <br/>Es sollte Ihnen eine Meldung mit dem Inhalt "IPN is reachable" gezeigt werden.

# accountPanelJsOriginTitle
source: 6. Add your "Allowed JavaScript Origin" to Your Seller Central Account
de_de: 6. F&uuml;gen Sie Ihren "Zul&auml;ssigen JavaScript-Ursprung" zu Ihrem Konto in der Seller Central hinzu.

# accountPanelJsOriginLabel
source: Your "Allowed JavaScript Origin":
de_de: Ihr "Zul&auml;ssiger JavaScript-Ursprung":

# accountPanelJsOriginStep1
source: Copy this URL to your clipboard: <a href="#" class="s360-copy-to-clipboard" data-target="#s360-js-origin-url-ro">click here</a>
de_de: Kopieren Sie die URL in Ihre Zwischenablage: <a href="#" class="s360-copy-to-clipboard" data-target="#s360-js-origin-url-ro">Klicken Sie hier</a>

# accountPanelJsOriginStep2
source: <a href="https://sellercentral-europe.amazon.com" target="s360amazonpay">Login to your seller central account in a new browser window/tab</a>
de_de: <a href="https://sellercentral-europe.amazon.com" target="s360amazonpay">Melden Sie sich in Ihrem Konto in der Seller Central in einem neuen Browserfenster an.</a>

# accountPanelJsOriginStep3
source: Go to <i>Integration > Integration Central > Manage client ID/store ID(s)</i>.
de_de: Gehen Sie in den Bereich <i>Integration > Integration Central > Client-IDs/Store-IDs verwalten</i>

# accountPanelJsOriginStep4
source: Click <b>View client ID/store ID(s)</b>.
de_de: Klicken Sie auf <b>Client-IDs/Store-IDs anzeigen</b>.

# accountPanelJsOriginStep5
source: Click <b>edit</b> on the right.
de_de: Klicken Sie rechts auf <b>Bearbeiten</b>.

# accountPanelJsOriginStep6
source: Add the copied URL to the <i>Allowed JavaScript Origins</i> and save your changes.
de_de: F&uuml;gen Sie die kopierte URL im Bereich <i>Zul&auml;ssige JavaScript-Urspr&uuml;nge</i> hinzu und speichern Sie.

# accountPanelKeysManualStep1
source: <a href="https://sellercentral-europe.amazon.com" target="s360amazonpay">Login to your seller central account in a new browser window/tab</a>
de_de: <a href="https://sellercentral-europe.amazon.com" target="s360amazonpay">Melden Sie sich in Ihrem Konto in der Seller Central in einem neuen Browserfenster an.</a>

# accountPanelKeysManualStep2
source: Make sure you are in the <b>Amazon Pay</b> view (Production View or Sandbox View). You can confirm or change the current view in the dropdown on the upper right in the Amazon Pay seller central.
de_de: Stellen Sie sicher, dass Sie sich in der Ansicht <b>Amazon Pay</b> (Produktion oder Sandbox) befinden. Sie k&ouml;nnen die aktuelle Ansicht im Dropdown oben rechts in der Seller Central sehen.

# accountPanelKeysManualStep3
source: Click on <b>Integration</b> and select <b>Integration Central</b>.
de_de: Klicken Sie auf <b>Integration</b> und anschlie&szlig;end auf <b>Integration Central</b>.

# accountPanelKeysManualStep4
source: In the box <b>Choose your eCommerce solution provider, or choose to self-develop your integration</b> select <b>JTL Shop</b>, in the box <b>Version</b> select <b>Amazon Pay Checkout v2</b> and click on <b>Get instructions</b>.
de_de: W&auml;hlen Sie in der Box <b>W&auml;hlen Sie Ihre E-Commerce-L&ouml;sung aus</b> den Wert <b>JTL Shop</b> aus, in der Box <b>Version</b> den Wert <b>Amazon Pay Checkout v2</b> und klicken Sie auf <b>Anleitung erhalten</b>.

# accountPanelKeysManualStep5
source: Click on <b>Create keys</b>.
de_de: Klicken Sie auf <b>Schl&uuml;ssel erstellen</b>.

# accountPanelKeysManualStep6
source: Select <b>Generate API credentials</b> and enter any name for the key.
de_de: Markieren Sie <b>API-Anmeldeinformationen generieren</b> und vergeben Sie einen beliebigen Namen.

# accountPanelKeysManualStep7
source: Click on <b>Create keys</b>.
de_de: Klicken Sie auf <b>Schl&uuml;ssel erstellen</b>.

# accountPanelKeysManualStep8
source: Your browser will download a .pem file. The content of that file is your private key. Copy and paste it completely into the following field.
de_de: Es wird eine .pem-Datei heruntergeladen. Der Inhalt dieser Datei ist der Private Key. Kopieren Sie ihn vollst&auml;ndig in das folgende Feld.

# accountPanelKeysGenerateStep1
source: Click on <b>Create new key pair</b>. You will be shown a Public Key. Copy that key.
de_de: Klicken Sie auf <b>Neues Schl&uuml;sselpaar erzeugen</b>. Ihnen wird nun ein Public Key angezeigt. Kopieren Sie diesen.

# accountPanelKeysGenerateStep2
source: <a href="https://sellercentral-europe.amazon.com" target="s360amazonpay">Login to your seller central account in a new browser window/tab</a>
de_de: <a href="https://sellercentral-europe.amazon.com" target="s360amazonpay">Melden Sie sich in Ihrem Konto in der Seller Central in einem neuen Browserfenster an.</a>
