Repository: DeveloperMdIt/mctrade24
Catalog: plugins/s360_amazonpay_shop5/locale/*/*.po
Languages: de_de

# lpaCronModeHint
source: Controls when the cron job of the plugin is run (or if it is active, at all). The cron job tries to proactively refresh incomplete payments against Amazon Pay instead of relying on IPN messages alone. It also handles the creation of subscription orders.<br/>When <i>Wawi Sync</i> is selected, the cron job will run at the end of a wawi synchronization.<br/>When <i>Task Planner</i> is selected, the cron job will run together with other tasks (e.g. exports) when cron_inc.php is called. Note, that in order for this option to work, the option <i>"Aufgabenplaner-Blindgrafik aktivieren?"</i> in the settings of the current template has to be active or the cron job must be triggered externally.<br/>The cron job runs at most once per hour.
de_de: Steuert, ob und wann die Cronverarbeitung aktiv ist. Der Cronjob versucht, proaktiv Informationen zu noch nicht abgeschlossenen Zahlungsvorg&auml;ngen zu aktualisieren, und erzeugt au&szlig;erdem neue Abo-Bestellungen.<br/>Bei <i>Wawi-Abgleich</i> wird der Cronjob am Ende des Wawi-Abgleichs ausgef&uuml;hrt.<br/>Bei <i>Aufgabenplaner</i> wird der Cronjob zusammen mit den anderen Cronjobs, wie z.B. Exporte, bei Aufruf der cron_inc.php ausgef&uuml;hrt. Beachten Sie, dass dazu die Option <i>"Aufgabenplaner-Blindgrafik aktivieren?"</i> in den Templateeinstellungen aktiviert sein muss, oder die Cronjobs anderweitig ausgel&ouml;st werden m&uuml;ssen.<br/>Der Cronjob l&auml;uft maximal 1 Mal pro Stunde.

# lpaHidePaymentMethodLabel
source: Hide in Payment Method Selection
de_de: In Zahlungsartauswahl ausblenden

# lpaShowPaymentMethodLabel
source: Show in Payment Method Selection
de_de: In Standard-Zahlungsartauswahl anzeigen

# lpaHidePaymentMethodHint
source: Switches on/off whether Amazon Pay will be hidden from the regular payment method selection in the regular checkout.<br/>If Amazon Pay is not hidden, it is displayed together with the regular payment methods. If it is selected and the customer clicks on continue, he will be redirected to the Amazon Pay when he clicks the Pay button.
de_de: Schaltet ein/aus, ob die Zahlungsart bei der normalen Zahlungsartauswahl im Checkout ausgeblendet werden soll.<br/>Wenn Amazon Pay nicht ausgeblendet ist, wird es ganz normal mit den anderen Zahlungsarten zusammen angezeigt und der Kunde wird nach dem Klick auf Zahlungspflichtig Bestellen zu Amazon Pay weitergeleitet.

# lpaShowPaymentMethodHint
source: Switches on/off whether Amazon Pay will be shown in the regular payment method selection in the regular checkout.<br/>If Amazon Pay is shown, it is displayed together with the regular payment methods. If it is selected and the customer clicks on continue, he will be redirected to the Amazon Pay when he clicks the Pay button.
de_de: Schaltet ein/aus, ob die Zahlungsart bei der normalen Zahlungsartauswahl im Checkout angezeigt werden soll.<br/>Wenn die Einstellung aktiviert ist, wird es ganz normal mit den anderen Zahlungsarten zusammen angezeigt und der Kunde wird nach dem Klick auf "Zahlungspflichtig Bestellen" zu Amazon Pay weitergeleitet.

# lpaAddIncomingPaymentsLabel
source: Add Incoming Payments
de_de: Zahlungseing&auml;nge automatisch setzen

# lpaAddIncomingPaymentsHint
source: Controls whether the plugin sets incoming payments automatically for JTL-Wawi.<br/>You should only ever deactivate this option if you set your incoming payments in JTL-Wawi in a different way (e.g. manually or via the payment synchronisation module.).
de_de: Steuert, ob das Plugin automatisch Zahlungseing&auml;nge f&uuml;r die JTL-Wawi setzt.<br/>Deaktivieren Sie diese Option nur, wenn Sie die Zahlungseing&auml;nge auf andere Art in der JTL-Wawi setzen. (Zum Beispiel per Zahlungsabgleich oder manuell.)

# lpaDeliveryNotificationsEnabledLabel
source: Alexa Delivery Notifications
de_de: Alexa Versand&shy;benachrichtigungen

# lpaDeliveryNotificationsEnabledHint
source: Controls whether notifications are sent to the Amazon account of a customer when an order is being delivered.
de_de: Steuert, ob beim Versand von Amazon-Pay-Bestellungen automatisch Benachrichtigungen an Amazon gesendet werden, die den Kunden &uuml;ber den Versand informieren.

# lpaMultiCurrencyEnabledLabel
source: Multi-Currency Support
de_de: Abweichende W&auml;hrungen erlauben

# lpaMultiCurrencyEnabledHint
source: Controls whether the customer can use a currency other than your Amazon Pay ledger currency for checkout, if that other currency is enabled in the shop and supported by Amazon Pay.<br/>Otherwise, the customer will be redirected to your ledger currency when entering the Amazon Pay checkout.<br/>Currencies supported by Amazon Pay are AUD, GBP, DKK, EUR, HKD, JPY, NZD, NOK, ZAR, SEK, CHF and USD.<br/>Please note that this feature is only available for merchants in the regions EU and UK.
de_de: Steuert, ob der Kunde mit einer anderen W&auml;hrung als der Standardw&auml;hrung Ihres Amazon Pay Kontos bezahlen kann, insofern diese grunds&auml;tzlich im Shop vorhanden ist und von Amazon Pay unterst&uuml;tzt wird.<br/>Andernfalls wird der Kunde beim Betreten des Amazon Pay Checkout automatisch auf die Standardw&auml;hrung Ihres Amazon Pay Kontos umgeleitet.<br/>Die von Amazon Pay unterst&uuml;tzten W&auml;hrungen sind AUD, GBP, DKK, EUR, HKD, JPY, NZD, NOK, ZAR, SEK, CHF und USD.<br/>Beachten Sie, dass dieses Feature nur H&auml;ndlern aus den Regionen EU und UK zur Verf&uuml;gung steht.

# lpaOrders
source: Orders
de_de: Bestellungen

# lpaSearchOrderPlaceholder
source: Order ID / Amazon Reference ID
de_de: Bestellnummer / Amazon-Referenznummer

# lpaSearchCTA
source: Search
de_de: Suchen

# lpaOrderNumber
source: Order number
de_de: Bestellnummer

# lpaAmount
source: Amount (authorized)
de_de: Betrag (autorisiert)

# lpaExpirationDate
source: Expiration Date
de_de: Ablaufdatum

# lpaAction
source: Action
de_de: Aktion

# lpaCloseWindow
source: Close window
de_de: Fenster schlie&szlig;en

# lpaOrderStatusCancelled
source: Cancelled
de_de: Storno

# lpaOrderStatusOpen
source: Open
de_de: Offen

# lpaOrderStatusInProgress
source: Being processed
de_de: In Bearbeitung

# lpaOrderStatusPaid
source: Paid
de_de: Bezahlt

# lpaOrderStatusShipped
source: Shipped
de_de: Versandt

# lpaOrderStatusShippedPartially
source: Partially shipped
de_de: Teilversandt

# lpaOrderRefreshCTA
source: Refresh order
de_de: Refresh / aktualisieren

# lpaOrderDetailsCTA
source: Show details
de_de: Details anzeigen

# lpaDetailsFor
source: Details for
de_de: Details zu

# lpaCreateChargeCTA
source: Create charge
de_de: Geldeinzug autorisieren

# lpaCancelChargePermissionCTA
source: Cancel charge permission
de_de: Charge Permission abbrechen

# lpaCloseChargePermissionCTA
source: Close charge permission
de_de: Charge Permission schlie&szlig;en

# lpaAmountCaptured
source: Amount (captured)
de_de: Betrag (eingezogen)

# lpaAmountRefunded
source: Amount (refunded)
de_de: Betrag (erstattet)

# lpaCaptureChargeCTA
source: Capture
de_de: einziehen

# lpaCancelChargeCTA
source: Cancel charge
de_de: Charge abbrechen

# lpaNoActionPossible
source: no action possible
de_de: keine Aktion m&ouml;glich

# lpaCreateRefundCTA
source: Refund
de_de: erstatten

# lpaRefundsFor
source: Refunds for
de_de: Refunds f&uuml;r

# lpaNone
source: none
de_de: keine

# lpaPublicKeyIdSubject
source: Public-Key ID Request for Merchant ID: %merchantid
de_de: Public-Key ID Anfrage für Händlernummer: %merchantid

# lpaPublicKeyIdBody
source: Dear Sir or Madam,%0D%0A%0D%0Aplease send me the public key ID for the following public key:%0D%0A%0D%0A%publickey%0D%0A%0D%0ABest regards.%0D%0A%0D%0A(Merchant ID: %merchantid)%0D%0A
de_de: Sehr geehrte Damen und Herren,%0D%0A%0D%0ABitte senden Sie mir die Public-Key ID zu folgendem Public-Key zu:%0D%0A%0D%0A%publickey%0D%0A%0D%0AMit freundlichen Grüßen.%0D%0A%0D%0A(Händlernummer: %merchantid)%0D%0A

# lpaConfigErrorJsonMissing
source: Please paste the copied access data into the text area.
de_de: Bitte f&uuml;gen Sie die kopierten Zugangsdaten in das Textfeld ein.

# lpaConfigErrorJsonInvalid
source: The given data was no valid JSON format. Please verify that you copied the data correctly.
de_de: Die Eingabe war kein valides JSON, bitte stellen Sie sicher, dass Sie die Zugangsdaten korrekt kopiert haben.

# lpaConfigSuccessGeneric
source: The given data has been saved.
de_de: Die Daten wurden &uuml;bernommen.

# lpaConfigErrorMissingOrInvalidPrivateKey
source: Private key is missing or does not contain header/footer lines. Nothing was saved.
de_de: Private Key fehlt oder Sie haben die Kopf/Fusszeile vergessen. Es wurde nichts gespeichert.

# lpaConfigErrorMissingOrInvalidPublicKey
source: Public key is missing or does not contain header/footer lines. Nothing was saved.
de_de: Public Key fehlt oder Sie haben die Kopf/Fusszeile vergessen. Es wurde nichts gespeichert.

# lpaConfigSuccessKeys
source: The given keys were saved. Please note that the plugin will not display the private key back to you for security reasons. Furthermore, please verify that your public key ID is correct (i.e. that it is the public key ID belonging to the given public key.
de_de: Die Schl&uuml;ssel wurden &uuml;bernommen. Beachten Sie, dass das Plugin Ihnen den Private Key aus Sicherheitsgr&uuml;nden nicht anzeigt. Pr&uuml;fen Sie bitte, ob Ihre Public-Key-ID noch korrekt ist.

# lpaConfigSuccessPublicKeyId
source: The given public key ID has been saved.
de_de: Die Public-Key-ID wurde &uuml;bernommen.

# lpaLoginButtonTitle
source: Login with Amazon
de_de: Login mit Amazon

# lpaAlwaysAddReferenceToCommentLabel
source: Append reference ID to order comment
de_de: Referenz-ID an Bestellkommentar anh&auml;ngen

# lpaAlwaysAddReferenceToCommentHint
source: If you enable this option, the reference ID (charge permission ID) will always be appended to the order comment, similar to the old plugin.
de_de: Wenn Sie diese Option aktivieren, wird die Referenz-ID (Charge-Permission-ID) wie im alten Plugin immer an den Bestellkommentar angeh&auml;ngt.

# lpaChargePermissionStatusFilterAll
source: all
de_de: alle

# lpaChargePermissionStatusReasonFilter
source: ChargePermission-Status Reason Filter
de_de: ChargePermission-Status Grund Filter

# lpaChargePermissionStatusReasonFilterAll
source: all
de_de: alle

# lpaTabSubscriptionOverview
source: Subscription: Overview
de_de: Abo: Übersicht

# lpaTabSubscriptionConfig
source: Subscription: Settings
de_de: Abo: Einstellungen

# lpaSubscriptionSettings
source: Subscription: Settings
de_de: Abo: Einstellungen

# lpaSubscriptionModeLabel
source: Subscriptions Mode
de_de: Abo-System Betriebsmodus

# lpaSubscriptionModeInactive
source: Inactive
de_de: Inaktiv

# lpaSubscriptionModeExistingOnly
source: Handle Existing Subscriptions Only
de_de: Nur bestehende Abos bearbeiten

# lpaSubscriptionModeActive
source: Active
de_de: Aktiv

# lpaSubscriptionDisplayDetailLabel
source: Subscriptions on Detail Page
de_de: Abo auf Detailseite

# lpaSubscriptionDisplayCartLabel
source: Subscriptions on Cart Page
de_de: Abo auf Warenkorbseite

# lpaSubscriptionGlobalActiveLabel
source: Global Interval Definition
de_de: Globale Intervalldefinition

# lpaSubscriptionGlobalIntervalLabel
source: Global Intervals
de_de: Globale Intervalle

# lpaSubscriptionFunctionalAttributeIntervalLabel
source: Product Funktional Attribute for Intervals
de_de: Artikelfunktionsattribut f. Intervalle

# lpaSubscriptionOrderAttributeFlagLabel
source: Order Attribute Subscription Type
de_de: Auftragsattribut Abo Typ

# lpaSubscriptionOrderAttributeIntervalLabel
source: Order Attribute Subscription Interval
de_de: Auftragsattribut Intervall

# lpaSubscriptionReminderMailLeadTimeDaysLabel
source: Lead Time (in Days) for Reminder Mails
de_de: Vorlauf Bestellerinnerung (in Tagen)

# lpaSubscriptionNormalizeOrderTimeLabel
source: Normalize Order Time
de_de: Bestelluhrzeiten normalisieren

# lpaSubscriptionNormalizeOrderTimeToLabel
source: Normalize Order Time To
de_de: Normalisierte Bestelluhrzeit

# lpaSubscriptionModeHint
source: Controls if subscriptions are enabled, only existing subscriptions should be handled or if they are disabled altogether.
de_de: Steuert, ob die Abo-Funktion generell aktiv ist, nur bereits bestehende Abos verarbeitet werden oder ob die Funktion komplett inaktiv ist.

# lpaSubscriptionDisplayDetailHint
source: Controls if subscriptions can be selected on the product detail page.<br/>The functionality will not be available if any other products are in the cart already.
de_de: Steuert, ob die Abo-Auswahl auf Detailseiten angezeigt wird oder nicht.<br/>Die Funktion wird nicht angeboten, wenn sich bereits Artikel im Warenkorb befinden.

# lpaSubscriptionDisplayCartHint
source: Controls if subscriptions can be selected on the cart page.<br/>The functionality will not be available if a product on sale or free gift product is in the cart, if coupons or store credit was used, if the total limit for the monthly recurring charge is exceeded or if the products in the cart do not share at least one common subscription interval.
de_de: Steuert, ob die Abo-Auswahl auf der Warenkorbseite angezeigt wird oder nicht.<br/>Die Funktion wird nicht angeboten, wenn es Sonderpreis-Artikel oder Gratisgeschenkartikel im Warenkorb gibt, Kupons verwendet werden, Guthaben verwendet wird, der Gesamtbetrag die Abo-Limits übersteigt oder die Intervalle der im Warenkorb befindlichen Produkte nicht mindestens eine gemeinsame Auswahl ermöglichen.

# lpaSubscriptionGlobalActiveHint
source: Controls if all products should be buyable via subscription.<br/>This will use the global intervals unless a product defines intervals of its own by using the functional attribute.
de_de: Steuert, ob grundsätzlich alle Artikel im Abo verkauft werden können sollen.<br/>In diesem Fall gelten die globalen Intervalle, es sei denn ein Artikel definiert per Funktionsattribut seine Intervalle selbst.

# lpaSubscriptionGlobalIntervalHint
source: Global intervals to use if subscription is enabled for all products.<br/>Format: 3d,2w,1m = Intervals <b>every 3 days</b>, <b>every 2 weeks</b>, <b>every 1 months</b>.<br/>Note: Regarding intervals, 4 weeks are not the same as 1 month!
de_de: Globale Intervalle, wenn die globale Intervalldefinition aktiv ist.<br/>Formatbeispiel: 3d,2w,1m = Intervalle <b>alle 3 Tage</b>, <b>alle 2 Wochen</b>, <b>alle 1 Monate (bzw. monatlich)</b>.<br/>Achtung: 4 Wochen sind nicht dasselbe wie 1 Monat in Bezug auf diese Intervalle!

# lpaSubscriptionFunctionalAttributeIntervalHint
source: Functional attribute on products that controls which intervals are available for this product.
de_de: Funktionsattribut an Artikeln, welches die Intervalldefinition für den Artikel enthält.

# lpaSubscriptionOrderAttributeFlagHint
source: Order attribute that will be set on subscription orders.<br/>This attribute carries the information if this is a subscription order and which type it is, i.e. initial or recurring. For recurring orders this attribute contains the shop order number of the original order.
de_de: Auftrags-/Bestellattribut, welches bei Abo-Bestellungen an Aufträgen gesetzt wird.<br/>Dieses Attribut enthält die Information, ob es sich um eine initiale Bestellung oder eine wiederkehrende Bestellung handelt.<br/>Bei wiederkehrenden Bestellungen enthält das Feld die Shop-Bestellnr. der initialen Bestellung.

# lpaSubscriptionOrderAttributeIntervalHint
source: Order attribute that will be set on subscription orders.<br/>This attribute carries the information which interval was selected for this order.
de_de: Auftrags-/Bestellattribut, welches bei Abo-Bestellungen an Aufträgen gesetzt wird.<br/>Dieses Attribut enthält die Information, welches Intervall für diese Bestellung gewählt wurde.

# lpaSubscriptionReminderMailLeadTimeDaysHint
source: Lead time in days for reminder mails to be sent to customers before a new recurring order is created. 0 = disabled.
de_de: Vorlaufzeit in Tagen für Erinnerungsmails an den Kunden, dass bald eine Abo-Bestellung ausgelöst wird. 0 = deaktiviert.

# lpaSubscriptionNormalizeOrderTimeHint
source: Controls if for <b>recurring</b> orders the time of day should be normalized, such that all recurring orders will be created at the same time of day.
de_de: Steuert, ob bei <b>wiederkehrenden</b> Bestellungen die Uhrzeit normalisiert werden soll, sodass alle wiederkehrenden Bestellungen zur selben Uhrzeit ausgelöst werden.

# lpaSubscriptionNormalizeOrderTimeToHint
source: Time of day when <b>recurring</b> orders should be created. Only functional if <b>Normalize Order Time</b> is active.
de_de: Uhrzeit, zu der <b>wiederkehrende</b> Bestellungen ausgelöst werden sollen. Nur funktional, wenn <b>Bestelluhrzeiten normalisieren</b> aktiv ist.

# lpaSubscriptions
source: Subscriptions Overview
de_de: Abo-Bestellungen &Uuml;bersicht

# lpaCustomerEmail
source: E-Mail (Customer)
de_de: E-Mail (Kunde)

# lpaInitialOrderNumber
source: Initial Order
de_de: Initiale Bestellung

# lpaSubscriptionInterval
source: Interval
de_de: Intervall

# lpaSubscriptionStatus
source: Subscription Status
de_de: Abo-Status

# lpaSubscriptionNext
source: Next Order
de_de: Nächste Bestellung

# lpaSubscriptionCancel
source: Cancel Subscription
de_de: Abo beenden

# lpaSubscriptionPause
source: Pause Subscription
de_de: Abo pausieren

# lpaSubscriptionResume
source: Resume Subscription
de_de: Abo reaktivieren

# lpaSubscriptionDetailsCTA
source: Show Details
de_de: Details anzeigen

# lpaSubscriptionOrderRecurring
source: recurring
de_de: wiederkehrend

# lpaSubscriptionCreateOrder
source: Create Order Now
de_de: Jetzt Bestellung erzeugen

# cancelSubscriptionTitle
source: Cancel Subscription?
de_de: Abo beenden?

# cancelSubscriptionDescription
source: Do you want to cancel the subscription with ID <u>%subscriptionId</u> for the initial order <u>%orderNumber</u>?<br/>No further recurring orders will be created!
de_de: Soll das Abo mit der ID <u>%subscriptionId</u> f&uuml;r die initiale Bestellung <u>%orderNumber</u> beendet werden?<br/>Dadurch werden keine weiteren automatischen Bestellungen erzeugt!

# cancelSubscriptionConfirm
source: Yes, cancel subscription
de_de: Ja, Abo beenden

# createOrderForSubscriptionTitle
source: Create a new order now?
de_de: Jetzt neue Bestellung ausl&ouml;sen?

# createOrderForSubscriptionDescription
source: Do you want to create a new order for the subscription with ID <u>%subscriptionId</u> now?<br/>The next automatically recurring order will be timed such that it occurs from the current time plus the chosen interval.
de_de: Soll jetzt f&uuml;r das Abo mit der ID <u>%subscriptionId</u> eine neue Bestellung erzeugt werden?<br/>Die n&auml;chste automatisch erzeugte Bestellung wird dann ab dem aktuellen Zeitpunkt plus dem gew&auml;hlten Intervall eingetaktet.

# createOrderForSubscriptionConfirm
source: Yes, create order now
de_de: Ja, Bestellung erzeugen

# lpaSubscriptionMaxAmountPostfix
source: / month
de_de: / Monat

# pauseSubscriptionTitle
source: Pause subscription?
de_de: Abo pausieren?

# pauseSubscriptionDescription
source: Do you want to pause the subscription with ID <u>%subscriptionId</u>?<br/>For paused subscriptions no recurring orders are created!
de_de: Soll das Abo mit der ID <u>%subscriptionId</u> pausiert werden?<br/>F&uuml;r pausierte Abos werden keine wiederkehrenden Bestellungen erzeugt!

# pauseSubscriptionConfirm
source: Yes, pause subscription
de_de: Ja, Abo pausieren

# resumeSubscriptionTitle
source: Resume subscription?
de_de: Abo reaktivieren?

# resumeSubscriptionDescription
source: Do you want to resume the subscription with ID <u>%subscriptionId</u>?<br/>Recurring orders will be created again for this subscription!
de_de: Soll das Abo mit der ID <u>%subscriptionId</u> reaktiviert werden?<br/>Dadurch werden wieder automatisch Bestellungen f&uuml;r das Abo erzeugt!

# resumeSubscriptionConfirm
source: Yes, resume subscription
de_de: Ja, Abo reaktivieren

# resumeSubscriptionCreateNow
source: Create next order now.
de_de: Jetzt n&auml;chste Bestellung ausl&ouml;sen.

# lpaSubscriptionNotificationMailAddressLabel
source: Internal Notification Address
de_de: Interne Benachrichtigungs-Adresse

# lpaSubscriptionNotificationMailAddressHint
source: Internal information regarding subscriptions is sent to this mail address. Leave empty to use shop master mail address.
de_de: An diese interne E-Mail-Adresse werden Informationen zu Abos gesendet. Leer lassen für Shop-Master-Mailadresse.

# lpaSubscriptionCustomerAccountPqSelectorLabel
source: PQ-Selector Customer Account Hint
de_de: PQ-Selektor Kundenkonto-Hinweis

# lpaSubscriptionCustomerAccountPqSelectorHint
source: At this selector the hint and link to subscriptions is added in the customer account.
de_de: An diesem Selektor wird der Hinweis auf die Seite zur Bearbeitung von Abo-Bestellungen im Kundenkonto eingefügt.

# lpaSubscriptionCustomerAccountPqMethodLabel
source: PQ-Method Customer Account Hint
de_de: PQ-Einfügemethode Kundenkonto-Hinweis

# lpaSubscriptionCustomerAccountPqMethodHint
source: With this method the hint and link to subscriptions is added in the customer account.
de_de: Mit dieser Einfügemethode wird der Hinweis auf die Seite zur Bearbeitung von Abo-Bestellungen im Kundenkonto eingefügt.

# changeHiddenButtonModeTitle
source: Deactivate Hidden Button Mode?
de_de: Hidden-Button-Modus deaktivieren?

# changeHiddenButtonModeDescription
source: You activated production mode, but the mode for hidden buttons is still active.<br/><br/>Do you want to deactivate the hidden button mode and show buttons in the storefront?<br/>(Will be applied after saving the settings.)
de_de: Sie haben den Betriebsmodus auf Produktion gestellt, aber der Modus für versteckte Buttons ist noch aktiv.<br/><br/>Soll der Modus deaktiviert werden und die Buttons im Shop sichtbar sein?<br/>(Greift erst nach dem Speichern der Einstellungen.)

# changeHiddenButtonModeCancel
source: No
de_de: Nein

# changeHiddenButtonModeConfirm
source: Yes
de_de: Ja

# lpaSelfCheckLoading
source: Plugin status is being checked
de_de: Plugin Status wird geprüft

# lpaSelfCheckFailed
source: Plugin status check failed - check your browser log and shop log for error messages.
de_de: Plugin Statuspr&uuml;fung fehlgeschlagen - pr&uuml;fen Sie Ihr Browser-Log und Shop-Log auf Fehlermeldungen.

# lpaLangVar_login_not_allowed
source: The hint for the customer when they are not allowed to login with Amazon.
de_de: Der Hinweistext, der gezeigt wird, wenn ein Kunde sich nicht mit Amazon einloggen darf.

# lpaLangVar_return_error_generic
source: The hint for the customer when something went wrong on returning with Login with Amazon
de_de: Der Hinweistext, der gezeigt wird, wenn beim Return von Login mit Amazon irgendwas nicht geklappt hat.

# lpaLangVar_return_error_no_checkout
source: The hint for the customer when a checkout is entered without active checkout session.
de_de: Der Hinweistext, der gezeigt wird, wenn beim Aufruf des Checkouts keine Checkout Session vorhanden ist.

# lpaLangVar_error_generic
source: The hint to be displayed on a generic error.
de_de: Der Hinweistext, der allgemein bei Fehlern ausgegeben wird.

# lpaLangVar_error_checkout_generic
source: The hint to display when a generic error occured while selecting shipping methods or using store credit.
de_de: Der Hinweistext, der allgemein bei Fehlern bei der Auswahl der Versandart/Guthabenverrechnung ausgegeben wird.

# lpaLangVar_error_not_logged_in
source: The hint to display when the customer is not logged in with Amazon but should be.
de_de: Der Hinweistext, der angezeigt wird, wenn der Benutzer nicht mit Amazon eingeloggt ist, aber es sein müsste.

# lpaLangVar_error_missing_orid
source: Error message on missing Order Reference ID.
de_de: Fehlermeldung bei fehlender Order Reference ID
