Repository: DeveloperMdIt/mctrade24
Catalog: plugins/jtl_search/locale/*/*.po
Languages: de_de

# infoNoDataExport
source: No data has been indexed for your online shop on the search server yet. Please start the export.
de_de: Für Ihren Onlineshop wurden auf dem Suchserver noch keine Daten indiziert. Bitte starten Sie den Export.

# infoIndexLanguageAvailable
source: Search index for language "%s" is available.
de_de: Suchindex für Sprache „%s“ ist verfügbar.

# infoIndexNoDataImported
source: No data imported for search index "%s" yet.
de_de: Für den Suchindex „%s“ wurden noch keine Daten importiert.

# yourShopID
source: Your online shop ID: <strong>%s</strong>
de_de: Ihre Onlineshop-ID: <strong>%s</strong>

source: Refresh
de_de: Aktualisieren

source: Start export
de_de: Export starten

# infoStartExport
source: To start the export, please select the "Start export" button.
de_de: Wählen Sie zum Starten des Exports bitte die Schaltfläche „Export starten“.

# infoExportInQueue
source: An export is already queued on the server.
de_de: Es befindet sich bereits ein Export in der Warteschlange auf dem Server.

# errorCodeX
source: Error code %s: Please contact the Support team.
de_de: Fehlercode %s: Bitte wenden Sie sich an den Support.

# lastUpdates
source: Last search index updates
de_de: Letzte Suchindex-Updates

source: Update method
de_de: Update-Methode

# timeNeeded
source: time required
de_de: benötigte Zeit

# importTypeComplete
source: complete
de_de: Komplett

# infoNoImports
source: No successful imports performed yet.
de_de: Es wurden noch keine erfolgreichen Imports durchgeführt.

# exporting
source: Exporting export format…
de_de: Exportformat wird exportiert…

# errorExporting
source: Error during export.
de_de: Es ist ein Fehler beim Export aufgetreten.

# successWriteExportInQueue
source: Export successfully written to the server import queue.
de_de: Export wurde erfolgreich in die Importqueue des Servers geschrieben.

# error2AuthenticationFail
source: <strong>Error 2:</strong> Failed authentication.<br/>Could not write export to the<br/> server import queue. Please contact the Support team.
de_de: <strong>Fehler 2:</strong> Authentifikation fehlgeschlagen.<br/>Export wurde NICHT in die<br/> Importqueue des Servers geschrieben. Bitte kontaktieren Sie den Support.

# error3TrialExpired
source: <strong>Error 3:</strong> Test period expired or user shop not found.<br/>Could not write export to the<br/> server import queue. Please contact the Support team.
de_de: <strong>Fehler 3:</strong> Testzeitraum abgelaufen oder Usershop nicht gefunden.<br/>Export wurde NICHT in die<br/> Importqueue des Servers geschrieben. Bitte kontaktieren Sie den Support.

# error4WriteInQueue
source: <strong>Error 4:</strong> Sales order not saved to server queue.<br/>Could not write export to the<br/> server import queue. Please contact the Support team.
de_de: <strong>Fehler 4:</strong> Auftrag konnte nicht in die Server-Queue gespeichert werden.<br/>Export wurde NICHT in die<br/> Importqueue des Servers geschrieben. Bitte kontaktieren Sie den Support.

# error5RequestIP
source: <strong>Error 5:</strong> Requester ID not validated.<br/>Could not write export to the<br/> server import queue. Please contact the Support team.
de_de: <strong>Fehler 5:</strong> Requester IP konnte nicht validiert werden.<br/>Export wurde NICHT in die<br/> Importqueue des Servers geschrieben. Bitte kontaktieren Sie den Support.

# error7UnknownServer
source: <strong>Error 7:</strong> Unknown server error.<br/>Could not write export to the<br/> server import queue. Please contact the Support team.
de_de: <strong>Fehler 7:</strong> Unbekannter Serverfehler.<br/>Export wurde NICHT in die<br/> Importqueue des Servers geschrieben. Bitte kontaktieren Sie den Support.

# error8LimitReached
source: <strong>Error 8:</strong> Maximum number of complete synchronisations per day exceeded.<br/>Could not write export to the<br/> server import queue. Please contact the Support team.
de_de: <strong>Fehler 8:</strong> Sie haben das maximale Limit an Komplettabgleichen pro Tag erreicht.<br/>Export wurde NICHT in die<br/> Importqueue des Servers geschrieben. Bitte kontaktieren Sie den Support.

# errorNoData
source: No data exported. Could not write export to the<br/> server import queue. Please contact the Support team.
de_de: Es wurden keine Daten exportiert. Export wurde NICHT in die<br/> Importqueue des Servers geschrieben. Bitte kontaktieren Sie den Support.

# errorUnknownServer
source: <strong>Unknown server error.</strong><br/>Could not write export to the<br/> server import queue. Please contact the Support team.
de_de: <strong>Unbekannter Serverfehler.</strong><br/>Export wurde NICHT in die<br/> Importqueue des Servers geschrieben. Bitte kontaktieren Sie den Support.

source: Error during export.
de_de: Es ist ein Fehler beim Export aufgetreten.

# trialStarted
source: Test period started successfully.
de_de: Testperiode wurde erfolgreich gestartet.

source: Licence key
de_de: Lizenzschlüssel

# licenceKeyRequired
source: Please enter a valid licence key.
de_de: Bitte geben Sie einen gültigen Lizenzschlüssel ein.

# licenceKeyMinCharCount
source: The licence key must consist of at least 3 characters.
de_de: Der Lizenzschlüssel muss aus mindestens 3 Zeichen bestehen.

# licenceKeyInvalid
source: Invalid licence key.
de_de: Ungültiger Lizenzschlüssel.

# licenceKeyProblem
source: You have either entered an invalid licence key or there is another problem with your licence key.
de_de: Sie haben entweder einen ungültigen Lizenzschlüssel eingetragen oder es gibt ein anderes Problem mit Ihrem Lizenzschlüssel.

# licenceKeyUnknownServerProblem
source: Unexpected response from server. There is a problem with your licence key.
de_de: Unerwartete Antwort vom Server. Es gibt ein Problem mit Ihrem Lizenzschlüssel.

# loggerLicenceUnknownError
source: %s: An unknown error occurred.
de_de: %s: Es ist ein unbekannter Fehler aufgetreten.

# loggerExportUnknownError
source: %s: Unknown error during export. Unexpected response from management server.
de_de: %s: Es ist ein unbekannter Fehler beim Export aufgetreten. Unerwartete Antwort vom Verwaltungsserver.

# errorDateInvalid
source: Please enter a valid date.
de_de: Bitte geben Sie ein gültiges Datum ein.

# errorDataZip
source: Could not zip data.
de_de: Daten konnten nicht gezippt werden.

# successDataZip
source: Data zipped successfully.
de_de: Daten wurden erfolgreich gezippt.

# errorStandardLanguage
source: Could not select default language. No default language available. Please activate a default language in JTL-Wawi.
de_de: Standardsprache konnte nicht ausgewählt werden. Keine Standardsprache vorhanden. Bitte aktivieren Sie eine Standardsprache in JTL-Wawi.

# errorNoLanguage
source: Could not select default language. No languages available. Please activate the languages in JTL-Wawi.
de_de: Standardsprache konnte nicht ausgewählt werden. Keine Sprachen vorhanden. Bitte aktivieren Sie die Sprachen in JTL-Wawi.

# errorLoadNoLanguage
source: Could not load languages. No languages available. Please activate the languages in JTL-Wawi.
de_de: Sprachen konnten nicht geladen werden. Keine Sprachen vorhanden. Bitte aktivieren Sie die Sprachen in JTL-Wawi.

# errorLoadNoCustomerGroup
source: Could not load customer groups. No customer groups available. Please activate the customer groups in JTL-Wawi.
de_de: Kundengruppen konnten nicht geladen werden. Keine Kundengruppen vorhanden. Bitte aktivieren Sie die Kundengruppen in JTL-Wawi.

# errorLoadNoItem
source: Could not load item. No data set available for kArtikel "%s".
de_de: Artikel konnte nicht geladen werden. Kein Datensatz zu kArtikel „%s“ vorhanden.

# loggerCronStarted
source: %s: Started Cron (Limit = %s).
de_de: %s: Cron gestartet (Limit = %s).

# loggerExportMethodDelta
source: Export method %s: %s (Delta export)
de_de: %s Export-Methode: %s (Delta-Export)

# loggerExportMethodPlanner
source: Export method %s: %s (Task scheduler)
de_de: %s Export-Methode: %s (Aufgabenplaner)

# loggerNewQueue
source: %s: Created new JTLSearchExportQueue.
de_de: %s: Neue JTLSearchExportQueue erstellt.

# loggerExportDone
source: %s: Export completed successfully; job deleted from tjobqueue.
de_de: %s: Export erfolgreich beendet, Job aus tjobqueue gelöscht.

# loggerErrorCronResult
source: %s: Could not process Cron. $res is unavailable.
de_de: %s: Cron konnte nicht abgearbeitet werden. $res ist nicht vorhanden.

# loggerErrorExportWritePermissions
source: %s: %s tmpSearchExport%s does not have write access.
de_de: %s: %s tmpSearchExport%s besitzt keine Schreibrechte.

# loggerErrorExportFileDirWritePermissions
source: %s: %s does not have write access.
de_de: %s: %s besitzt keine Schreibrechte.

# loggerSuccessQueueCreated
source: %s: New JTLSearchJobqueue completed successfully.
de_de: %s: Neue JTLSearchJobqueue wurde erfolgreich beendet.

# loggerErrorQueueCreate
source: %s: Could not create new JTLSearchJobqueue (exception "%s").
de_de: %s: Neue JTLSearchJobqueue konnte nicht erstellt werden (Exception „%s“).

# loggerErrorMethodID
source: %s: $nExportMethod must be a number greater than 0 ($nExportMethod = %s).
de_de: %s: $nExportMethod muss eine Zahl größer als 0 sein ($nExportMethod = %s).

# loggerErrorServerCommunication
source: Failed communication with server.
de_de: Kommunikation mit dem Server fehlgeschlagen.

# loggerErrorCreateCategoryObject
source: Could not create CategoryData object.
de_de: CategoryData-Objekt konnte nicht erstellt werden.

# loggerErrorLoadCategory
source: Could not load category. No data set available for kKategorie "%s".
de_de: Kategorie konnte nicht geladen werden. Kein Datensatz zu kKategorie „%s“ vorhanden.

# searchErrorNoStandardLanguage
source: Could not export JTL-Search data. No default language available for the online shop. Please activate a default language in JTL-Wawi.
de_de: Daten von JTL-Search konnten nicht exportiert werden. Keine Standardsprache für den Onlineshop vorhanden. Bitte aktivieren Sie eine Standardsprache in JTL-Wawi.

# searchErrorNoLanguages
source: Could not export JTL-Search data. No languages available for the online shop. Please activate the languages in JTL-Wawi.
de_de: Daten von JTL-Search konnten nicht exportiert werden. Keine Sprachen für den Onlineshop vorhanden. Bitte aktivieren Sie die Sprachen in JTL-Wawi.

# loggerInvalidQueue
source: Invalid export queue.
de_de: Ungültige Exportqueue.

# loggerErrorCreateItem
source: Could not create item of type "%s" with ID "%s".
de_de: Item des Typs "%s" mit ID "%s" konnte nicht erstellt werden.

# loggerErrorZip
source: Could not zip file.
de_de: Datei konnte nicht gezippt werden.

# loggerDebugResponse
source: Response from search server: %s
de_de: Antwort von Suchserver: %s

# loggerErrorSendFile
source: Could not send file to import queue.
de_de: Datei konnte nicht in die Importqueue gesendet werden.

# loggerErrorExportItem
source: Critical export error! $this->oProduct = %s
de_de: Schwerer Exportfehler! $this->oProduct = %s

# loggerErrorNoCategoryForItem
source: Could not get category of kArtikel "%s" from database.
de_de: Kategorie zu kArtikel „%s“ konnte nicht aus der Datenbank abgerufen werden.

# Art der Export-Updates
source: Type of export updates
de_de: Art der Export-Updates

# Delta-Export nach Wawi-Abgleich
source: Delta export after Wawi sync
de_de: Delta-Export nach Wawi-Abgleich

# Geblockte Suchbegriffe (mit Komma getrennt)
source: Blocked search terms (comma separated)
de_de: Geblockte Suchbegriffe (mit Komma getrennt)

# Max. Länge
source: Max. length
de_de: Max. Länge

# Maximale Länge eines Suchbegriffs
source: Max. length for search queries
de_de: Maximale Länge eines Suchbegriffs
